[{"group": "Columbia Data Science Society", "description": "Tableau is one of the leading visualization software products in the business world today. If you want to learn how to make engaging, interactive visualizations with a simple click and drag interface, join CDSS as we welcome Tableau expert Adam McCann for a workshop followed by a Q&A session.\n\nAdam McCann is a Specialist Leader with Deloitte Consulting in their Analytics and Information Management group where he specializes in predictive analytics and data visualization. At Deloitte, he leads a team of consultants at a national intelligence agency developing predictive models and business intelligence solutions. Adam also teaches an information visualization course at Maryland Institute College of Art. His data visualization blog duelingdata.com covers topics ranging from movies, sports and politics. He is also 2015-2017 Tableau Zen Master, a title recognizing the top Tableau practitioners in the world for their mastery of the product.\n\nAs a Columbia student, you can download Tableau for free! Just follow the instructions at the link below. Please download Tableau prior to the workshop so you can follow along!\n\nwww.tableau.com/academic/students", "title": "Data Visualization Series: Introduction to Tableau", "datetime": "2016-11-21T19:00:00-0500", "location": "Mudd 227", "group_url": "https://www.facebook.com/cdsscu/?ref=br_rs", "group_id": 230719923749613, "id": "177041146088427", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14993415_723249821163285_4373670981385380360_n.jpg?oh=068fe88f441eb38d75403da36a347967&oe=588A9AAF"}, {"group": "Columbia Data Science Society", "description": "Wonder what your data nerd compatriots are up to across the island? This is your chance to find out! :)\n\nMeet and connect with students from NYU's Center for Data Science and the Columbia Data Science Society. This event is open to all students and faculty from both Columbia and NYU. \n\nYou must have a ticket to enter the building. Dress code is casual. Dinner will be served!", "title": "NYU CDS and Columbia CDSS Social", "datetime": "2016-11-18T17:00:00-0500", "location": "CDS Open Space (7th Floor, 60 5th Avenue, New York, NY 10011)", "group_url": "https://www.facebook.com/cdsscu/?ref=br_rs", "group_id": 230719923749613, "id": "146996765775735", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/15003283_727477094073891_8115832646967410350_o.jpg"}, {"group": "Columbia Data Science Society", "description": "Apache Spark is one of the most useful big data frameworks. Come learn how you can experiment it and harness it for large scale analytics! We’ll cover a conceptual introduction to Spark and the basics of the Python interface, PySpark.", "title": "Scalable Analytics with Spark", "datetime": "2016-11-17T21:00:00-0500", "location": "Hamilton 602", "group_url": "https://www.facebook.com/cdsscu/?ref=br_rs", "group_id": 230719923749613, "id": "331574693883679", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-0/p180x540/14976370_722686904552910_3089143492689566649_o.jpg"}, {"group": "Columbia Data Science Society", "description": "So much of the information we encounter every day is hard to conceptualize. It’s so big and complicated that a visual rendering represents it the best. Being a good data designer is crucial to being able to tell the story behind the data.\n\nLast semester, we hosted Juan Francisco Saldarriaga, Mapping and Data Visualization Specialist. He gave us a talk about data visualization techniques, processes, and methods. \nThis semester, Juan Francisco is back for a workshop! This time we are going to use Processing as a coding environment to master new data visualization techniques. Juan Francisco will guide us through the process of using basic programming skills and concepts to create visually compelling charts and graphs. We will use real data from Citibike to visually analyze the imbalances in the system stations. Students are required to download Processing before the workshop and to have basic knowledge of programming concepts (variables, loops, functions), however, no prior experience with Processing is required for the workshop.\n\n You can download the data here to be prepared for the workshop: https://github.com/juanfrans-courses/DataScienceSocietyWorkshop\n\nFood will be served!", "title": "Data Visualization Series: Workshop with Juan Francisco", "datetime": "2016-11-16T19:00:00-0500", "location": "Pupin 307", "group_url": "https://www.facebook.com/cdsscu/?ref=br_rs", "group_id": 230719923749613, "id": "1610280369275343", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/15003181_724615867693347_7362543285817005628_o.jpg"}, {"group": "Columbia Data Science Society", "description": "What even is a data science interview? Do they want me to be a developer, or an analyst, or a unicorn? At this workshop we'll go over what to expect in data science interviews, focusing especially on in person tech interviews. From the basic layout to the right answer to (almost) every \"what data structure can you use to make this faster\" question, you'll be ready to land the internship or job of your data science filled dreams.\n\nChris Mulligan is currently a Quantitative Researcher at Two Sigma Investments, LP. He builds models to make predictions of financial markets using untraditional data, which is a sentence he never imagined he’d say about himself. Prior to Two Sigma Chris completed data science internships at Kickstarter, Facebook, and The New York Times, as well as 7 years in political data analysis and modeling, most recently as Director of Analytics at YouGov. Chris received BA and MA degrees in computer science and statistics from Columbia in 2015, where he was a TA for COMS3157 AP and STAT4400 StatML, and cofounded CDSS.", "title": "Hacking Data Science Interviews", "datetime": "2016-11-15T21:00:00-0500", "location": "Math 203", "group_url": "https://www.facebook.com/cdsscu/?ref=br_rs", "group_id": 230719923749613, "id": "167402980388335", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14947656_722678097887124_6798361147092663641_n.png?oh=d65a1c5b51f7d63cb5d18176629e37f8&oe=58C17F19"}, {"group": "Columbia Data Science Society", "description": "Want to learn more about how to get an internship as a freshman or sophomore in CS? Trying to figure out how to tackle the intimidating recruiting process? Want to get advice from seasoned upperclassmen and a Facebook full-time employee?\n\nCome to Internships 1004 where you can get advice from a panel with a Facebook full-time employee and three upperclassmen who have worked at Meetup, Microsoft, and Goldman Sachs. We will go over what opportunities are available to you and how you can get those opportunities. We'll also open up the floor to any questions you may have for any of the panelists!\n\nLight food and refreshments will be served.", "title": "WICS: Internships 1004", "datetime": "2016-11-14T20:00:00-0500", "location": "203 Math", "group_url": "https://www.facebook.com/cdsscu/?ref=br_rs", "group_id": 230719923749613, "id": "682997978527017", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14999997_1166228330109096_4877104770122409721_o.jpg"}, {"group": "EGSC - Engineering Graduate Student Council, Columbia University", "description": "This event will showcase the ongoing research in SEAS departments and highlight the achievements of the EGSC Professional Development Scholars. Labs with with open positions will describe the opportunities available for short- to long-term research assistantships. Masters student interested in research are particularly encouraged to attend! Refreshments will be served.", "title": "EGSC Research Symposium", "datetime": "2016-12-01T11:30:00-0500", "location": "CEPSR 750", "group_url": "https://www.facebook.com/ColumbiaEGSC/?ref=br_rs", "group_id": 1446231682259516, "id": "1033908686754140", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/15025178_1826941327521881_485521493705129979_o.jpg"}, {"group": "EGSC - Engineering Graduate Student Council, Columbia University", "description": "This event is for GRAD SEAS STUDENTS ONLY.\n\nCome join the diverse community of SEAS to celebrate this Thanksgiving! What better way to celebrate the end of November than with your friends from SEAS and enjoy our multicultural community -- and with lots of delicious food!\n\nIf you have any allergy or dietary concerns, please email Shreya Kumar (syk2133@columbia.edu), the EGSC Inter-school Chair by NOVEMBER 18TH. \n\nPlease sign up to bring a dish using the following google sheet by NOVEMBER 20TH. \nhttps://docs.google.com/spreadsheets/d/13zF4GRx7G6ecrALfndRi5qXOOgexw8smUjBL8y3KdlE/edit#gid=0\n\nIf you have any concerns about being able to bring a dish, please email Shreya Kumar(syk2133@columbia.edu) by November 19th.", "title": "SEAS International Thanksgiving Potluck", "datetime": "2016-11-22T17:00:00-0500", "location": "Carleton Lounge, Mudd, Columbia University", "group_url": "https://www.facebook.com/ColumbiaEGSC/?ref=br_rs", "group_id": 1446231682259516, "id": "1854500034837285", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/15078829_1830231400526207_5308851745271571594_n.jpg?oh=084b6b84a538fa90f29ff01846c12a96&oe=58B9FB4E"}, {"group": "EGSC - Engineering Graduate Student Council, Columbia University", "description": "Too stressed from working on those long assignments and job applications? Take a break and unwind as EGSC takes you out for a Happy Hour at Bernheim and Schwartz (114th Street and Broadway) on a Friday night. Appetizers and beverages will be served. Ticket sales start on 11/12 at 12 noon.\n\nRequired:\n\n- Eventbrite registration\n- CUID with EP Sticker\n- Government issued age proof ID", "title": "Happy Hour", "datetime": "2016-11-18T19:30:00-0500", "location": "Bernheim and Schwartz Restaurant & Beer Hall", "group_url": "https://www.facebook.com/ColumbiaEGSC/?ref=br_rs", "group_id": 1446231682259516, "id": "1822661291304644", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14918813_1826360530913294_3810941867993547978_o.jpg"}, {"group": "EGSC - Engineering Graduate Student Council, Columbia University", "description": "For many students, transitioning to graduate student life can be overwhelming. We, at EGSC, recognize the challenges that students face during this period and understand the impact they may have on an individual’s experience at Columbia Engineering. This mentorship program connects students with mentors who can help them navigate life as a graduate student.\n\nDo you have no idea what classes to take? Did you read the course description and got even more confused? Well don't worry, you're not alone! \n\nAs our first event of the semester, mentors of the EGSC Mentorship Program will be giving their advice to mentees regarding the upcoming course registration. This is intended to be a social get-together, to give students the opprtunity to receive advice from older students in their departments regarding their personal experiences and opinions on various courses in hopes of making the registration process a much easier one.\n\nIf you're interested in being a mentor or signing up as a mentee, please fill out the corresponding form below:\n\nMentor:https://docs.google.com/a/columbia.edu/forms/d/e/1FAIpQLSfi3uQOIpmIsW47WVcscIhgtKY38LHZHpLHTZ3UxIKK6kkbbw/viewform?c=0&w=1\nMentee: https://docs.google.com/a/columbia.edu/forms/d/e/1FAIpQLSeXZx9z98R1krEbdCJc6Rcf0dGHzE8IlZceGSHEf8fyjRHFFw/viewform?c=0&w=1\n\nIf you would like to know more about EGSC's Peer Mentoring Program, find out at http://egsc.seas.columbia.edu/mentors.html.", "title": "Course Registration With EGSC Peer Mentors", "datetime": "2016-11-18T16:00:00-0500", "location": "Mudd 524", "group_url": "https://www.facebook.com/ColumbiaEGSC/?ref=br_rs", "group_id": 1446231682259516, "id": "1794003854190289", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14940246_1825054847710529_8384716008290351219_o.jpg"}, {"group": "Columbia University's Data Science Institute", "description": "Cathy O'Neil discusses her book, Weapons of Math Destruction, and the power of algorithms to destroy lives, increase inequality and threaten democracy.", "title": "Weapons of Math Destruction", "datetime": "2016-11-30T18:00:00-0500", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/?ref=br_rs", "group_id": 432008956893415, "id": "1660873174243476"}, {"group": "Columbia University's Data Science Institute", "description": "Cathy O'Neill discusses her book Weapons of Math Destruction and the potential for algorithms to discriminate and threaten democracy.", "title": "Cathy O'Neill: Weapons of Math Destruction", "datetime": "2016-11-30T18:00:00-0500", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/?ref=br_rs", "group_id": 432008956893415, "id": "597399740469100", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14691231_1192042457556724_1438538595730791863_o.jpg"}, {"group": "Columbia Stressbusters", "description": "Get Your Back Rub On. \nKick off your reading week right, with free neck and back rubs and a bunch of stressbusting swag! #CUStressbusters #StressbustersinButler\n---\nColumbia Health makes every effort to accommodate individuals with disabilities. If you require disability accommodations to attend an event sponsored by Columbia Health, or by the University, please contact Disabilities Services at (212) 854-2388 at least 5 days in advance of the event.", "title": "Stressbusters in Butler", "datetime": "2016-12-13T18:00:00-0500", "location": "Butler Library", "group_url": "https://www.facebook.com/Stressbusters/?ref=br_rs", "group_id": 66686253736, "id": "558812087661302", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/15025557_10154184735463737_300970583359725015_o.jpg"}, {"group": "Columbia Organization of Rising Entrepreneurs (CORE)", "description": "This panel will discuss female entrepreneurship, empowerment, and the modern beauty industry with some of the industry’s best players.\n\nPanelists include:\nTasha Turner, President and Cofounder of Beauty Beat Box, former Sr. Beauty Editor at Essence and InStyle Magazines\nAngela Jia Kim, CEO of Savor Beauty and Spa\nZsuzsi Evans, CEO of Joli Beauty Bar\nCorynne L. Corbett, CEO of Beauty BizCamp, former Beauty Director at Essence Magazine\n\nPlease join us for refreshments, a great discussion, and a chance to get free samples or coupons from our speakers.", "title": "Empowerment & Entrepreneurship\u0003: The Business of Beauty", "datetime": "2016-11-16T20:00:00-0500", "location": "Diana 203", "group_url": "https://www.facebook.com/COREatCU/?ref=br_rs", "group_id": 111534465576828, "id": "1316709035006837", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/15002323_1253852871344976_7773021281738782864_o.jpg"}, {"group": "Columbia Organization of Rising Entrepreneurs (CORE)", "description": "CORE is taking you abroad this spring break! From March 12th to March 18th, our Global Tech Treks program gives you the option of traveling to Berlin or Barcelona to explore these cities' up-and-coming tech and entrepreneurship scenes. You'll be meeting with local entrepreneurs and venture capitalists, touring startup offices, and, of course, exploring the city's popular tourist attractions. With companies like SoundCloud, Typeform, and Wunderlist on our itinerary, we'll be sure to make your spring break a real adventure. \n\nWatch our promo video here: https://vimeo.com/191715604\n\nThanks to generous sponsors and our partner Columbia Entrepreneurship, costs will be limited to $900 - $1100 per person which will cover round-trip flight and housing. Meals and local transportation are not covered. (We will confirm the final price of the trip with students accepted to the program.)\n\nApply now at http://bit.ly/coretechtreks2017\nApplications close Wednesday, 11/23 at 11:59PM.", "title": "Spring Break Global Tech Treks: Info Session", "datetime": "2016-11-15T19:00:00-0500", "location": "Lerner Broadway Room", "group_url": "https://www.facebook.com/COREatCU/?ref=br_rs", "group_id": 111534465576828, "id": "278824925846345", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14883422_1257038537693076_8678906805398539887_o.jpg"}, {"group": "Columbia Organization of Rising Entrepreneurs (CORE)", "description": "CORE, ADI, and Tau Beta Pi are proud to present a screening of \"She Started It\", a documentary that follows five passionate, trailblazing young women who strive to compete and thrive in the ruthlessly competitive boys’ club of high tech startups.\n\nThrough intimate, action-driven storytelling, She Started It explores the cultural roots of female underrepresentation in entrepreneurship—including pervasive self-doubt, fear of failure, and risk aversion among young women. It exposes, too, the structural realities women face as they become entrepreneurs, including lack of female role models and investors, and the persistent dearth of venture capital funding made available to women-led companies.\n\nThere will be popcorn!\n\n**This event is open to the public! We ask that you register here if you are not a Columbia student so we can guarantee you have access to the screening location: https://coreatcu.wufoo.com/forms/she-started-it-film-screening-registration-form/\n\n**More information about She Started It can be found here: http://www.shestarteditfilm.com/", "title": "She Started It: Film Screening", "datetime": "2016-11-14T20:00:00-0500", "location": "Schermerhorn Hall", "group_url": "https://www.facebook.com/COREatCU/?ref=br_rs", "group_id": 111534465576828, "id": "1799381763661237", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14883515_1245160502214213_3978412963085803113_o.png"}, {"group": "Columbia University Sewa", "description": "AllSex and Sewa are hosting a facilitated discussion, “Channeling Emotions: post election activism”. This event hopes to spark a discussion that channels our fears and frustrations into proactive, cooperative organizing. Our dialogue is going to be split into three subsections: allyship amongst marginalized communities, activism to prevent the normalization of Trump-fueled racism, transphobia, islamophobia, misogyny, and xenophobia, and political participation amongst marginalized communities. We believe that the most constructive dialogues stem from coming together and exchanging ideas in shared spaces. After a week of processing and grieving, now is the time to discuss ways to counteract the discrimination towards marginalized communities that is currently being unleashed at heightened levels due to Trump's hateful rhetoric.\n\nJoin us for a productive and empowering conversation tomorrow at 9pm.", "title": "Channeling Emotions: Post-Election Activism", "datetime": "2016-11-16T21:00:00-0500", "location": "Broadway Room, Lerner Hall", "group_url": "https://www.facebook.com/cusewa/?ref=br_rs", "group_id": 366678636772770, "id": "1154681394620411", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/15085465_1106331372807489_3565871729524167090_n.jpg?oh=37ea4156bc6a39892ea547907ba6f339&oe=58D5A6F1"}, {"group": "Columbia College Student Ambassadors", "description": "Join Columbia College Student Ambassadors for a night of Columbia-based trivia! Take a study break, show off your CU knowledge, and learn something new about interesting campus facts, famous alumni, the core, and all things Columbia. There will be free prizes, pizza, and dessert :) Come by for a great time!", "title": "CCSA Trivia Night", "datetime": "2016-11-16T19:00:00-0500", "location": "Furnald Hall, Columbia University Undergraduate Student Life", "group_url": "https://www.facebook.com/columbiacollegestudentambassadors/?ref=br_rs", "group_id": 304614326346711, "id": "196911667383016", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14993335_787170118091127_5282647460418819046_n.jpg?oh=94d45d0e8f2c8e582e7e9f8fb848659a&oe=58CBF769"}, {"group": "Columbia Engineering Student Council", "description": "CCSC, SGA, GSSC, and ESC present the annual Tree Lighting Ceremony on Thursday, December 1st (at 6 PM and 7PM respectively)! Come celebrate Columbia's cherished winter tradition with friends!\n\nWe will serve hot chocolate and cider and have amazing Columbia swag starting at 5:30pm. At 6, there will be performances from a cappella groups, special words from your student councils, and of course, the count down for the tree lighting itself!\n\n**Want a chance to perform at Tree Lighting? We invite and encourage all Acappella groups to fill out this form to express interest in auditioning for a spot: https://goo.gl/forms/F6ksyWNAl96hzXn13\n\n**SENIORS! Don't forget to attend the Senior Winter Gala after the ceremonies! More details to come. \n\nAnd finally, shout out to Helen Yu for the wonderful cover photo and poster design! \n\nWe can't wait to see everyone there!", "title": "CU Tree Lighting Ceremony 2016", "datetime": "2016-12-01T17:30:00-0500", "location": "Columbia University", "group_url": "https://www.facebook.com/columbiaesc/?ref=br_rs", "group_id": 160722737377300, "id": "550615565132304", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/15056291_1362010980510681_2006852588226896794_n.jpg?oh=6581f8c6abb47ee52b8fd5e6fb1ea9d0&oe=58C9CA34"}, {"group": "Columbia College Student Council (CCSC)", "description": "CCSC, SGA, GSSC, and ESC present the annual Tree Lighting Ceremony on Thursday, December 1st (at 6 PM and 7PM respectively)! Come celebrate Columbia's cherished winter tradition with friends!\n\nWe will serve hot chocolate and cider and have amazing Columbia swag starting at 5:30pm. At 6, there will be performances from a cappella groups, special words from your student councils, and of course, the count down for the tree lighting itself!\n\n**Want a chance to perform at Tree Lighting? We invite and encourage all Acappella groups to fill out this form to express interest in auditioning for a spot: https://goo.gl/forms/F6ksyWNAl96hzXn13\n\n**SENIORS! Don't forget to attend the Senior Winter Gala after the ceremonies! More details to come. \n\nAnd finally, shout out to Helen Yu for the wonderful cover photo and poster design! \n\nWe can't wait to see everyone there!", "title": "CU Tree Lighting Ceremony 2016", "datetime": "2016-12-01T17:30:00-0500", "location": "Columbia University", "group_url": "https://www.facebook.com/YourCCSC/?ref=br_rs", "group_id": 284610368219875, "id": "550615565132304", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/15056291_1362010980510681_2006852588226896794_n.jpg?oh=6581f8c6abb47ee52b8fd5e6fb1ea9d0&oe=58C9CA34"}, {"group": "Columbia Astronomy Public Outreach", "description": "\"How to Stage the Moon Landings\" by graduate student, Zephyr Penoyre\n\nLecture: 7:00-7:45 PM\nObserving: 7:45-9:00 PM (weather permitting)\n3D Wall / Astronomy Q&A / Slideshows: 7:45-9:00 PM\n\nTalk Abstract: \nStaging the moon landing is hard. Really hard. The Moon is so much smaller and lighter than Earth that the laws of physics manifest themselves completely differently. You've got low gravity, no atmosphere, one side is boiling hot whilst the other is freezing cold and in the background Earth is rising over the horizon. In short, if you want to stage it you've got a pretty huge to-do list. I'm going to take you through my turbulent journey of trying to fake the moon landing, and we'll see how the physics of the moon make it an almost impossible task\n\nRemember all of our events are free and open to all ages. Bring warm clothes as conditions on the roof can be cold and windy. The lecture is wheelchair accessible, but unfortunately the roof is not. \n\nFor directions to the observatory and information about our other outreach events, please visit our website: http://outreach.astro.columbia.edu", "title": "Public Lecture & Stargazing: How to Stage the Moon Landings", "datetime": "2016-11-18T19:00:00-0500", "location": "Pupin Hall, 550 W. 120th Street, New York, NY 10027", "group_url": "https://www.facebook.com/ColumbiaAstronomyPublicOutreach/?ref=br_rs", "group_id": 158384810970590, "id": "1008998225890159", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/15002273_841224546019943_2604946413354541404_o.jpg"}, {"group": "Columbia Biomedical Engineering Society", "description": "Come chat it up over pizza with Dr. Reuther from the BME department!  Dr. Reuther's work focuses on Soft Tissue Biomechanics, specifically in Orthopaedics.", "title": "BME Fun with Faculty: Dr. Reuther Edition!", "datetime": "2016-11-15T18:00:00-0500", "location": "Lerner West Ramp Lounge", "group_url": "https://www.facebook.com/ColumbiaBMES/?ref=br_rs", "group_id": 635929716473961, "id": "1167913913298246", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/15068533_1208182379248689_2979483733416732573_o.png"}, {"group": "Columbia Catholic Ministry", "description": "Please join us for a multilingual rosary vigil! This will be an incredibly meaningful time for reflection and prayer. It will also be a chance to learn more about your Columbia community. If you speak a second language and would like to participate, please let us know at gf2341@columbia.edu! \n\nWHEN: November 17th (in place of Holy Hour), 8-9:30 pm \nWHERE: Corpus Christi Church", "title": "Multilingual Rosary Vigil", "datetime": "2016-11-17T20:00:00-0500", "location": "Corpus Christi Church", "group_url": "https://www.facebook.com/ColumbiaCatholicMinistry/?ref=br_rs", "group_id": 268399416506287, "id": "628496523989064", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14856158_1342396512439900_2717501925019480448_o.jpg"}, {"group": "Columbia Catholic Ministry", "description": "Join us for the 39th Annual Thomas Merton Lecture! Visiting Professor of Urban Planning, Kian Tajbakhsh, will be speaking about \"Mercy and Productive Solitude.\" \n\nIn May 2007, Dr. Kian Tajbakhsh was imprisoned in Iran and held in solitary confinement in Evin Prison for more than four months. His imprisonment led to a worldwide campaign that called for his release. University President Lee Bollinger personally called on the President of the Islamic Republic of Iran, Mahmoud Ahmadinejad, to release Dr.Tajbakhsh. On September 19th, 2007, he was released. \n\nDr. Kian Tajbakhsh works as an international consultant in the areas of local government reform, urban planning, social policy, and social science research. Dr. Tajbakhsh has consulted for several international organizations such as the World Bank, the Netherlands Association of Municipalities (VNG-Int.) and the Open Society Institute. He received his M.A. from University College, London in 1984, and a Ph.D. from Columbia University, New York City in 1993.\n\nPresident Bollinger's statement: http://www.columbia.edu/cu/news/07/09/ahmadinejad2.html", "title": "Thomas Merton Lecture: Mercy and Productive Solitude", "datetime": "2016-11-15T19:30:00-0500", "location": "Low Memorial Library", "group_url": "https://www.facebook.com/ColumbiaCatholicMinistry/?ref=br_rs", "group_id": 268399416506287, "id": "1305522036134590", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/15003437_1358947120784839_6289425213109925480_o.jpg"}, {"group": "Columbia University French Cultural Society", "description": "Come one! Come all! Join us for our dinner of the semester! Before you stuff yourselves at your Thanksgiving dinners, come have a dinner on us! We're back at the Maison Française to serve a fancy and FREE three course French meal! Menu updates to come. \n\nSIGN UP REQUIRED. We will be releasing the RSVP form on Friday (11/11) at 1pm. Forms will be accepted until Tuesday (11/15) at midnight. The dinner is first come first serve, so get these in ASAP! We will be opening a waitlist after we fill 30 seats. \n\nThere will be a $10 deposit that will be returned to the student once they check in on the day of the event. If you are unable to pay the deposit but would still like to come, please contact fcs.columbia@gmail.com.\n\nHope to see you there!", "title": "À Table! FCS Fall Dinner", "datetime": "2016-11-18T18:30:00-0500", "location": "Columbia University French Cultural Society", "group_url": "https://www.facebook.com/FCS.ColumbiaU/?ref=br_rs", "group_id": 235512743299366, "id": "372829973055318", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-0/p526x296/14938327_597865843730719_6402628077902279050_n.png?oh=a2f8d86b73e6c1a14a7fdbc223f36866&oe=58C91CD3"}, {"group": "SpicMacay Chapter - Columbia University", "title": "Baithak (Informal Classical Music Jam)", "datetime": "2016-11-18T18:00:00-0500", "location": "Shapiro Hall, Columbia University", "group_url": "https://www.facebook.com/SpicMacay-Chapter-Columbia-University-1474151936220779/?ref=br_rs", "group_id": 1474151936220779, "id": "815854698517196", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14732355_1610677022568269_7612591054459630820_n.jpg?oh=e35acbb2671a8df5839a6db78943a0df&oe=58C370B9"}, {"group": "Columbia University South Asian Feminisms Alliance", "description": "SAFA and STF are proud to present \"Girl Rising,\" a documentary that follows nine passionate girls from developing countries who strive for equal educational opportunity. The film journeys around the globe to witness the strength of the human spirit and the power of education to change the world. We will discuss the film afterwards!\n\nBring your friends to destress during midterms and watch some good quality feminist film!", "title": "SAFA and STF's Film Screening: Girl Rising", "datetime": "2016-11-15T20:00:00-0500", "location": "Diana 501 (Barnard's campus)", "group_url": "https://www.facebook.com/SouthAsianFeminism/?ref=br_rs", "group_id": 933056196768270, "id": "691106031066135", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/15027616_1239945909412629_1749910312625164462_n.jpg?oh=5fc897b055e5939fde4a57232ebc4e65&oe=58CE7C46"}, {"group": "Columbia Culinary Society", "description": "Join Culinary Society for our November event!  Make anything with the common ingrediant: cereal. If you don't cook, come out and enjoy eating a delicious array of foods. We hope to see you there!\n\nIf you want to cook for the event, sign up here! If you don't have a kitchen, please email us at culinarysocietycu@gmail.com.\nhttps://docs.google.com/a/columbia.edu/spreadsheets/d/190VudP4BonLTeXha9WjOPFyZ47M5gEjZjbGUbkLMFpE/edit?usp=sharing", "title": "Culinary Society: Who's the ceREAL Top Chef", "datetime": "2016-11-15T20:00:00-0500", "location": "Lerner East Ramp Lounge", "group_url": "https://www.facebook.com/columbiaculinarysociety/?ref=br_rs", "group_id": 300490753472246, "id": "187321578387378", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14753316_594697320718253_8601330955872804211_o.jpg"}, {"group": "Columbia First-Generation Low-Income Partnership FLIP", "description": "Join FLIP and CCE for an info session on all the resources CCE has available to First-generation and/or Low-Income students. Find out the best way to approach the job search and the best way to utilize all that CCE has to offer.", "title": "FLIP the Job Search", "datetime": "2016-11-14T20:00:00-0500", "location": "Hamilton 315", "group_url": "https://www.facebook.com/columbiaflip/?ref=br_rs", "group_id": 787521164624909, "id": "1318805118164187", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14962772_1232022386841449_7236076828348339615_n.png?oh=7d1fc5d0fb68a1b85b038b24512efb49&oe=589216D6"}, {"group": "WICS Columbia", "description": "Join us to learn more about Meetup's Women in Tech internship opportunities! Lunch will be provided. Feel free to bring your resume.\n\nMeetup is a platform that connects people throughout the world to do more of the things they love to do. What comes from this is the building of communities and the discovery of new places and things through tech! This summer 2017, the Meetup Engineering team will bring on a community of 6 to 8 women engineers to learn, do, grow, and engineer through the Women in Tech Internship. Interns will be partnered with a mentor and will have the opportunity to join one of the following teams:\n\nUI Engineering\nBack-end Engineering\nMobile Engineering (iOS and Android)\nMachine Learning/Data Engineering\n\nCheck out our 2016 Intern, Emily's summer with us:\nhttps://medium.com/ladies-storm-hackathons/the-review-6eba506c8d9e#.r6xxb3ss6\n\nSee how Meetup's CTO Yvette is making a difference for more women in tech:\nhttps://backchannel.com/how-meetup-ditched-its-boys-club-4a3a3084e72f#.158g7fejx", "title": "Meetup Women in Tech 2017", "datetime": "2016-11-18T12:30:00-0500", "location": "CS Lounge", "group_url": "https://www.facebook.com/CUWICS/?ref=br_rs", "group_id": 741854835834184, "id": "1805800246367025", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/15000765_1342832569069738_7421517214175442056_o.jpg"}, {"group": "WICS Columbia", "description": "Learn how to ace your next tech interview and how to make your resume stand out from the crowd!\n\nEngineers and recruiters from Two Sigma provide insight and tips on tech interviewing and resume construction, followed by resume reviews!\n\nDinner will be provided :)\n\nhttps://www.twosigma.com/", "title": "Two Sigma Tech Interview Prep + Resume Review", "datetime": "2016-11-15T17:00:00-0500", "location": "CS Lounge", "group_url": "https://www.facebook.com/CUWICS/?ref=br_rs", "group_id": 741854835834184, "id": "1856599031240518", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14963127_1346607838692211_6209348219633591819_n.jpg?oh=e033c30b15ae93a455feb69cbc8de31f&oe=58BE8BF2"}, {"group": "Columbia Mailman Consulting Club", "description": "Learn about the basics of consulting, what consulting companies look for, and how to make sure you're a well-rounded candidate! This is a great opportunity for students that want to know more about consulting in healthcare, but don't know where to start! \n\nProfessor Thurman, a Columbia MBA valedictorian, service award winner, and multiple teaching award recipients, has extensive advisory and management experience helping a variety of Fortune 500 firms realize value from innovative business, operations, and technology strategies. He has held senior positions at Booz Allen Hamilton and American Express and has served public and private sector clients on six continents. Paul has consulted to several global financial services, healthcare, retail, and consumer products firms across a number of business disciplines. His consulting work has focused mostly on analytical modeling to support strategic planning and decision-making, corporate cost management, and technology integration. He has also developed solutions around customer segmentation, demand forecasting, and experience mapping. He currently runs his own general management and education consultancy and is a frequent conference presenter. \n\nPaul currently teaches strategic management and data analysis courses at Columbia's Mailman School of Public Health. He also serves as Director of Non-Degree Executive Education and leads Mailman’s Professional Development Program, a co-curricular course aimed at improving tactical business skills for all Health Policy and Management students.", "title": "Consulting 101 with Professor Paul Thurman, MBA", "datetime": "2016-11-17T17:00:00-0500", "location": "ARB Hess Commons", "group_url": "https://www.facebook.com/ColumbiaMailmanConsultingClub/?ref=br_rs", "group_id": 409962815734506, "id": "1757548207830043", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/15078883_1291084530955659_9026395566508016400_n.jpg?oh=5174707c0cde4e10a15e336586e7dbbc&oe=588868A6"}, {"group": "Columbia Investment Banking Division", "description": "Curious how to make an impression at a networking event or how to send that email for a coffee chat? Come to CIBD's second lecture about the art of networking. It will be a multiple choice style lecture covering the best ways to interact with recruiting teams.", "title": "CIBD Lecture--How to Network", "datetime": "2016-11-21T20:00:00-0500", "location": "New York", "group_url": "https://www.facebook.com/columbiaIBdivision/?ref=br_rs", "group_id": 297279803747097, "id": "1661205490836776", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14589859_840530536088685_1809741094769627443_o.jpg"}]