[{"group": "Columbia Data Science Society", "description": "Tableau is one of the leading visualization software products in the business world today. If you want to learn how to make engaging, interactive visualizations with a simple click and drag interface, join CDSS as we welcome Tableau expert Adam McCann for a workshop followed by a Q&A session.\n\nAdam McCann is a Specialist Leader with Deloitte Consulting in their Analytics and Information Management group where he specializes in predictive analytics and data visualization. At Deloitte, he leads a team of consultants at a national intelligence agency developing predictive models and business intelligence solutions. Adam also teaches an information visualization course at Maryland Institute College of Art. His data visualization blog duelingdata.com covers topics ranging from movies, sports and politics. He is also 2015-2017 Tableau Zen Master, a title recognizing the top Tableau practitioners in the world for their mastery of the product.\n\nAs a Columbia student, you can download Tableau for free! Just follow the instructions at the link below. Please download Tableau prior to the workshop so you can follow along!\n\nwww.tableau.com/academic/students", "title": "Data Visualization with Tableau", "datetime": "2016-11-21T19:00:00-0500", "location": "Mudd 227", "group_url": "https://www.facebook.com/cdsscu/?ref=br_rs", "group_id": 230719923749613, "id": "177041146088427", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14993415_723249821163285_4373670981385380360_n.jpg?oh=068fe88f441eb38d75403da36a347967&oe=588A9AAF"}, {"group": "Columbia Data Science Society", "description": "Apache Spark is one of the most useful big data frameworks. Come learn how you can experiment it and harness it for large scale analytics! We’ll cover a conceptual introduction to Spark and the basics of the Python interface, PySpark.", "title": "Scalable Analytics with Spark", "datetime": "2016-11-17T21:00:00-0500", "location": "Hamilton 602", "group_url": "https://www.facebook.com/cdsscu/?ref=br_rs", "group_id": 230719923749613, "id": "331574693883679", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-0/p180x540/14976370_722686904552910_3089143492689566649_o.jpg"}, {"group": "Columbia Data Science Society", "description": "So much of the information we encounter every day is hard to conceptualize. It’s so big and complicated that a visual rendering represents it the best. Being a good data designer is crucial to being able to tell the story behind the data.\n\nCome push your data visualization techniques, processes, and methods to the next level with Juan Francisco Saldarriaga.\n\nJuan Francisco Saldarriaga is a Mapping and Data Visualization Specialist, an Architectural Designer, and an Urban Planner living and working in New York. Juan Francisco has both a Masters of Science in Urban Planning and a Masters of Architecture from Columbia University. For his undergrad, Juan Francisco studied philosophy at the Université de Paris IV (Sorbonne) and at the Universidad de Los Andes, Bogotá.\n\nCheck some of his work: http://cargocollective.com/juanfrans/", "title": "Next Level Data Visualization with Juan Francisco", "datetime": "2016-11-16T19:00:00-0500", "location": "Pupin 307", "group_url": "https://www.facebook.com/cdsscu/?ref=br_rs", "group_id": 230719923749613, "id": "1610280369275343", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14918759_722689767885957_8640578391704677960_o.jpg"}, {"group": "Columbia Data Science Society", "description": "What even is a data science interview? Do they want me to be a developer, or an analyst, or a unicorn? At this workshop we'll go over what to expect in data science interviews, focusing especially on in person tech interviews. From the basic layout to the right answer to (almost) every \"what data structure can you use to make this faster\" question, you'll be ready to land the internship or job of your data science filled dreams.\n\nChris Mulligan is currently a Quantitative Researcher at Two Sigma Investments, LP. He builds models to make predictions of financial markets using untraditional data, which is a sentence he never imagined he’d say about himself. Prior to Two Sigma Chris completed data science internships at Kickstarter, Facebook, and The New York Times, as well as 7 years in political data analysis and modeling, most recently as Director of Analytics at YouGov. Chris received BA and MA degrees in computer science and statistics from Columbia in 2015, where he was a TA for COMS3157 AP and STAT4400 StatML, and cofounded CDSS.", "title": "Hacking Data Science Interviews", "datetime": "2016-11-15T21:00:00-0500", "location": "Math 203", "group_url": "https://www.facebook.com/cdsscu/?ref=br_rs", "group_id": 230719923749613, "id": "167402980388335", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14947656_722678097887124_6798361147092663641_n.png?oh=a4c758fec1e31a9e486f025eb7b97673&oe=5899F219"}, {"group": "Columbia Data Science Society", "description": "(This event is co-organized by Gamma Iota Sigma at Columbia \"https://m.facebook.com/groups/342565339243399/\".)\n\nMike Jaron, current QMSS student and Google Data Scientist, will give a talk about his day-to-day work, the culture of data science at Google, and his thoughts on the future trends regarding Data Science, followed by a Q&A session. \n\nMike works on the Human/Social Dynamics program, where he specializes in natural language processing and data analysis in Python and R. Bring any questions you have about data science at Google, Mike's career, and anything in between!", "title": "Data Science at Google", "datetime": "2016-11-10T20:00:00-0500", "location": "Pupin 214", "group_url": "https://www.facebook.com/cdsscu/?ref=br_rs", "group_id": 230719923749613, "id": "229251920827390", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14939482_720738354747765_1162734737447586411_o.jpg"}, {"group": "Columbia Data Science Society", "description": "Let's talk about data science classes for Spring 2017! Not sure where to start? Did you crush Machine Learning and are looking for your next favorite class? Want to know about workload, group projects, and tests? We have you covered! Hope to see you there!\n\nPlease fill out the following form to submit topics and questions for the event. bit.ly/CULPAs17", "title": "CULPA Live: Ask Us Anything about Course Selection", "datetime": "2016-11-09T20:00:00-0500", "location": "555 Lerner", "group_url": "https://www.facebook.com/cdsscu/?ref=br_rs", "group_id": 230719923749613, "id": "364268047248106", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14915168_717327395088861_9143588144435082905_n.jpg?oh=5c63b863761c1476cd14964585fc2613&oe=5894255A"}, {"group": "EGSC - Engineering Graduate Student Council, Columbia University", "description": "This event will showcase the ongoing research in SEAS departments and highlight the achievements of the EGSC Professional Development Scholars. Labs with with open positions will describe the opportunities available for short- to long-term research assistantships. Masters student interested in research are particularly encouraged to attend! Refreshments will be served.", "title": "EGSC Research Symposium", "datetime": "2016-12-01T11:30:00-0500", "location": "CEPSR 750", "group_url": "https://www.facebook.com/ColumbiaEGSC/?ref=br_rs", "group_id": 1446231682259516, "id": "1033908686754140", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/15025178_1826941327521881_485521493705129979_o.jpg"}, {"group": "EGSC - Engineering Graduate Student Council, Columbia University", "description": "Too stressed from working on those long assignments and job applications? Take a break and unwind as EGSC takes you out for a Happy Hour at Bernheim and Schwartz (114th Street and Broadway) on a Friday night. Appetizers and beverages will be served. Ticket sales start on 11/12 at 12 noon.\n\nRequired:\n\n- Eventbrite registration\n- CUID with EP Sticker\n- Government issued age proof ID", "title": "Happy Hour", "datetime": "2016-11-18T19:30:00-0500", "location": "Bernheim and Schwartz Restaurant & Beer Hall", "group_url": "https://www.facebook.com/ColumbiaEGSC/?ref=br_rs", "group_id": 1446231682259516, "id": "1822661291304644", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14918813_1826360530913294_3810941867993547978_o.jpg"}, {"group": "EGSC - Engineering Graduate Student Council, Columbia University", "description": "For many students, transitioning to graduate student life can be overwhelming. We, at EGSC, recognize the challenges that students face during this period and understand the impact they may have on an individual’s experience at Columbia Engineering. This mentorship program connects students with mentors who can help them navigate life as a graduate student.\n\nDo you have no idea what classes to take? Did you read the course description and got even more confused? Well don't worry, you're not alone! \n\nAs our first event of the semester, mentors of the EGSC Mentorship Program will be giving their advice to mentees regarding the upcoming course registration. This is intended to be a social get-together, to give students the opprtunity to receive advice from older students in their departments regarding their personal experiences and opinions on various courses in hopes of making the registration process a much easier one.\n\nIf you're interested in being a mentor or signing up as a mentee, please fill out the corresponding form below:\n\nMentor:https://docs.google.com/a/columbia.edu/forms/d/e/1FAIpQLSfi3uQOIpmIsW47WVcscIhgtKY38LHZHpLHTZ3UxIKK6kkbbw/viewform?c=0&w=1\nMentee: https://docs.google.com/a/columbia.edu/forms/d/e/1FAIpQLSeXZx9z98R1krEbdCJc6Rcf0dGHzE8IlZceGSHEf8fyjRHFFw/viewform?c=0&w=1\n\nIf you would like to know more about EGSC's Peer Mentoring Program, find out at http://egsc.seas.columbia.edu/mentors.html.", "title": "Course Registration With EGSC Peer Mentors", "datetime": "2016-11-18T16:00:00-0500", "location": "Mudd 524", "group_url": "https://www.facebook.com/ColumbiaEGSC/?ref=br_rs", "group_id": 1446231682259516, "id": "1794003854190289", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14940246_1825054847710529_8384716008290351219_o.jpg"}, {"group": "EGSC - Engineering Graduate Student Council, Columbia University", "description": "The EGSC takes you on this exciting adventure with Doctor Strange. Join us!!  Tickets go on sale on 11/03 at 5 PM. Get yours soon!\n\nDr. Stephen Strange's (Benedict Cumberbatch) life changes after a car accident robs him of the use of his hands. When traditional medicine fails him, he looks for healing, and hope, in a mysterious enclave. He quickly learns that the enclave is at the front line of a battle against unseen dark forces bent on destroying reality. Before long, Strange is forced to choose between his life of fortune and status or leave it all behind to defend the world as the most powerful sorcerer in existence.\n\nTicket Price: $5 only. Limited Availability. \n\nCU ID with EP Sticker required.\n\n\nThe group will meet outside Carleton Commons and depart at 6.00 PM sharp.", "title": "EGSC Movie Night", "datetime": "2016-11-09T18:45:00-0500", "location": "AMC Empire 25", "group_url": "https://www.facebook.com/ColumbiaEGSC/?ref=br_rs", "group_id": 1446231682259516, "id": "1118096734911817", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14883476_1823549724527708_516611004894520511_o.jpg"}, {"group": "Columbia University's Data Science Institute", "description": "Cathy O'Neil discusses her book, Weapons of Math Destruction, and the power of algorithms to destroy lives, increase inequality and threaten democracy.", "title": "Weapons of Math Destruction", "datetime": "2016-11-30T18:00:00-0500", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/?ref=br_rs", "group_id": 432008956893415, "id": "1660873174243476"}, {"group": "Columbia University's Data Science Institute", "description": "Cathy O'Neill discusses her book Weapons of Math Destruction and the potential for algorithms to discriminate and threaten democracy.", "title": "Cathy O'Neill: Weapons of Math Destruction", "datetime": "2016-11-30T18:00:00-0500", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/?ref=br_rs", "group_id": 432008956893415, "id": "597399740469100", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14691231_1192042457556724_1438538595730791863_o.jpg"}, {"group": "Columbia University's Data Science Institute", "description": "Booz Allen Hamilton data scientists Ben Arancibia and Liebermann share stories from the trenches.", "title": "Applying Data Science to Real-World Problems", "datetime": "2016-11-14T17:00:00-0500", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/?ref=br_rs", "group_id": 432008956893415, "id": "970076256458443", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14707003_1192030830891220_5690387563706044274_o.jpg"}, {"group": "Columbia Statistics Club - CSC", "description": "StatFest 2016\nIlluminating Statistics via Dashboard\n\nColumbia Statistics Club is challenging you to create a Statistical Dashboard for general public use. In this competition you will be able to learn and apply new techniques through our tutorials:\n\n-Dashboard Designing\n-Communicating Statistics to General Public\n\nThis is a Stats.org and Columbia Statistics Club event.\n\nAll are welcome to join!\n\nFor more information, please contact us at our Facebook page:\n@columbiastatisticsclub\n\nYou can sign up through Eventbrite's ticket URL.", "title": "StatFest 2016", "datetime": "2016-11-12T09:00:00-0500", "location": "Lerner Hall", "group_url": "https://www.facebook.com/columbiastatisticsclub/?ref=br_rs", "group_id": 1424971194493350, "id": "279859139081537", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/p720x720/14523278_1721463694844097_1815950307708514901_n.jpg?oh=16fbff6d8d0644b8f320be246e2bcd96&oe=58984894"}, {"group": "Columbia Organization of Rising Entrepreneurs (CORE)", "description": "CORE, ADI, and Tau Beta Pi are proud to present a screening of \"She Started It\", a documentary that follows five passionate, trailblazing young women who strive to compete and thrive in the ruthlessly competitive boys’ club of high tech startups.\n\nThrough intimate, action-driven storytelling, She Started It explores the cultural roots of female underrepresentation in entrepreneurship—including pervasive self-doubt, fear of failure, and risk aversion among young women. It exposes, too, the structural realities women face as they become entrepreneurs, including lack of female role models and investors, and the persistent dearth of venture capital funding made available to women-led companies.\n\nThere will be popcorn!\n\n**This event is open to the public! We ask that you register here if you are not a Columbia student so we can guarantee you have access to the screening location: https://coreatcu.wufoo.com/forms/she-started-it-film-screening-registration-form/\n\n**More information about She Started It can be found here: http://www.shestarteditfilm.com/", "title": "She Started It: Film Screening", "datetime": "2016-11-14T20:00:00-0500", "location": "Schermerhorn 614", "group_url": "https://www.facebook.com/COREatCU/?ref=br_rs", "group_id": 111534465576828, "id": "1799381763661237", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14883515_1245160502214213_3978412963085803113_o.png"}, {"group": "Medical Informatics Society at Columbia University", "description": "The Columbia Medical Informatics Society, in collaboration with the Center for Career Education and GlobeMed, are hosting a panel and networking session for organizations with opportunities in Healthcare and Life Sciences Technology. This event is aimed to educate students about opportunities available in these industries and allow companies to meet enthusiastic and bright Columbia students. Our target audience is undergraduate students interested in summer internships and/or full-time opportunities. Attending this Industry Showcase will provide students the unique opportunity to meet professionals and other interested students in the field.\n\n******This event is only open to Barnard and Columbia undergraduate students (BC, CC, GS, SEAS). Students interested in attending must register via LionShare: \nhttps://columbia.joinhandshake.com/career_fairs/1160 . Alumni are also welcome, and should contact Suzanne Cadden (sc4051@columbia.edu) to register.  \n\nEvent Format:\n- Panel presentation: 6:00 PM – 6:45 PM\n- Networking: 6:45 PM – 7:30 PM\n\nEmployers attending:\n- athenahealth\n- Medidata Solutions\n- Memorial Sloan-Kettering Cancer Center: Strategy and Innovation team\n- Phreesia\n- Remedy Partners\n- Riparian, LLC\n- SolveBio\n- Spreemo, Inc. \n- WebMD", "title": "Industry Showcase: Health Technology", "datetime": "2016-11-10T18:00:00-0500", "location": "Location TBD", "group_url": "https://www.facebook.com/ColumbiaMIS/?ref=br_rs", "group_id": 655078074554911, "id": "1862896803947301", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14889748_1221048457957867_8853562385085302774_o.jpg"}, {"group": "Columbia University Graduate Student Advisory Council (GSAC)", "description": "Need to drink the election results away?\n\nJoin GSAC for our November Night at the Bar.\nWe will be in the Private Speakeasy.\n\nFor $5 you can get unlimited Well Bar Drinks.\nTickets will NOT be on sale at the door.\nTicket sales close at 7:00pm 11/10/16\n\n\nDrinks include:\nWell Open Bar, Bottled Beer, Draft Beer, Wine, Soda and Juice (Premium/Top-Shelf Liquors, Pitchers and Shots Not Included)\n\nOne guest allowed per Columbia Student. \nGuest must be with Columbia student at entry.\nPlease have your Government (21+) ID and Student ID.", "title": "Post Election Night at the Bar - The Gin Mill at the Speakeasy", "datetime": "2016-11-10T20:00:00-0500", "location": "The Gin Mill", "group_url": "https://www.facebook.com/ColumbiaGSAC/?ref=br_rs", "group_id": 509997822346004, "id": "1247100602030859", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14925266_1342292722449839_2166995364691769474_n.jpg?oh=d258f1ef887e339db18055c901f320c5&oe=58987B5B"}, {"group": "Columbia College Student Ambassadors", "description": "Join Columbia College Student Ambassadors for a night of Columbia-based trivia! Take a study break, show off your CU knowledge, and learn something new about interesting campus facts, famous alumni, the core, and all things Columbia. There will be free prizes, pizza, and dessert :) Come by for a great time!", "title": "CCSA Trivia Night", "datetime": "2016-11-16T19:00:00-0500", "location": "Furnald Hall, Columbia University Undergraduate Student Life", "group_url": "https://www.facebook.com/columbiacollegestudentambassadors/?ref=br_rs", "group_id": 304614326346711, "id": "196911667383016", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14993335_787170118091127_5282647460418819046_n.jpg?oh=94d45d0e8f2c8e582e7e9f8fb848659a&oe=58CBF769"}, {"group": "Columbia | SIPA", "description": "\"SIPA Diversity Spotlight Series: Navigating the Professional Policy World as a Person of Color\"\n\nJoin alumni and current students from SIPA's Diversity Coalition - SIPA Students of Color, Gender Policy Working Group, Human Rights Working Group, and Spectrum - for a discussion over lunch on the importance of a diverse student body in schools of public policy and international affairs, and how to navigate the professional policy world as a person of color. \n\n*Lunch will be provided.\n\nRegistration is required. Please use the ticket link to confirm your attendance.\n\nNote: This is a closed event for prospective students and applicants. Only members/alumni of the following groups are welcome to attend: SIPA Students of Color, Gender Policy Working Group, Human Rights Working Group, and Spectrum.", "title": "SIPA Diversity Spotlight Series: The Symposium", "datetime": "2016-11-14T11:00:00-0500", "location": "Columbia | SIPA", "group_url": "https://www.facebook.com/Columbia.SIPA/?ref=br_rs", "group_id": 76561782869, "id": "1369390463093681", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14633384_10154494325907870_2296491873117100697_o.jpg"}, {"group": "Columbia Biomedical Engineering Society", "description": "Come chill with our BME department's very own Dr. Hess, whose work is concerned with \"engineering at the molecular scale, in particular the design of active nanosystems incorporating biomolecular motors, the study of active self-assembly, and the investigation of protein-resistant polymer coatings.\"  Ask him about anything from his career path to his go-to dinner spots.", "title": "Fun with Faculty: Dr. Hess!", "datetime": "2016-11-09T19:00:00-0500", "location": "Columbia Biomedical Engineering Society", "group_url": "https://www.facebook.com/ColumbiaBMES/?ref=br_rs", "group_id": 635929716473961, "id": "1781739495412984", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14856204_1192883170778610_3867749565982053456_o.png"}, {"group": "Columbia SEAS Grad Admissions Office", "description": "Join Senior Vice Dean, Soulaymane Kachani, to learn more about graduate engineering degree programs and admission requirements.\n\nRoom: Salle de Conference", "title": "Paris Information Session", "datetime": "2016-11-14T18:30:00+0100", "location": "Columbia Global Centers l Paris", "group_url": "https://www.facebook.com/CUSEASGRAD/?ref=br_rs", "group_id": 1689785581257559, "id": "1825149364423062", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14681974_1871843306385118_6652251054645985646_o.jpg"}, {"group": "Columbia Catholic Ministry", "description": "Please join us for a multilingual rosary vigil! This will be an incredibly meaningful time for reflection and prayer. It will also be a chance to learn more about your Columbia community. If you speak a second language and would like to participate, please let us know at gf2341@columbia.edu! \n\nWHEN: November 17th (in place of Holy Hour), 8-9:30 pm \nWHERE: Corpus Christi Church", "title": "Multilingual Rosary Vigil", "datetime": "2016-11-17T20:00:00-0500", "location": "Corpus Christi Church", "group_url": "https://www.facebook.com/ColumbiaCatholicMinistry/?ref=br_rs", "group_id": 268399416506287, "id": "628496523989064", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14856158_1342396512439900_2717501925019480448_o.jpg"}, {"group": "Columbia Catholic Ministry", "description": "Greetings! Are you interested in learning different partner dances (salsa, swing, etc.)?  Join us after Holy Hour at the gym for beginner lessons! If you have zero experience, this will be a great opportunity to learn with your friends.  If you have experience, bring some of your friends to learn!", "title": "Beginner Dance Lesson - Salsa", "datetime": "2016-11-10T21:00:00-0500", "location": "Corpus Christi Church", "group_url": "https://www.facebook.com/ColumbiaCatholicMinistry/?ref=br_rs", "group_id": 268399416506287, "id": "372666429741323", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14732385_1345305455482339_5563630474218597758_n.jpg?oh=41a2cdc91422f5735276bf478eb5db2b&oe=5888643F"}, {"group": "Columbia GSAPP", "description": "Exhibition Models examines new curatorial practices, scholarship, and institutional experiments that are redefining the agency of architecture exhibitions.\n\nPresentations and panels offer case-studies and consider the format, role, and impact of exhibitions in different settings ranging from academic venues, alternative spaces, and well-established institutions to project-based architecture biennials and triennials.\n\nILLUMINATIONS\nThis panel considers the role of exhibitions in academic institutions as both pedagogical resource and platform for groundbreaking new research.\n\nMark Wasiuta, Arthur Ross Architecture Gallery\nNina Stritzler-Levine, Bard Graduate Center\nAndres Lepik, Architekturmuseum TU Munich\nVanessa Norwood, Architectural Association\nModerated by Reinhold Martin, Columbia GSAPP\n\nCURATORIAL DISPATCHES I\n\nU.S. Pavilion, 2016 Venice Biennale:\nCynthia Davidson and Mónica Ponce de León, curators\nOslo Architecture Triennale:\nLluís A. Casanovas, Ignacio G. Galán, Carlos Mínguez, Alejandra Navarrete, Marina Otero Verzier, After Belonging Agency, curators\nModerated Felicity Scott, Columbia GSAPP\n\nINSTITUTIONAL COORDINATES\nInnovative approaches to architecture exhibitions across scales: from independent experimental spaces to new strategies at established institutions.\n\nMichael Govan, LACMA\nRory Hyde, V&A\nWonne Ickx, Isabel Martínez Abascal, LIGA DF\nFernando Portal, Mil M2\nModerated by Irene Sunwoo, Columbia GSAPP\n\nCURATORIAL DISPATCHES II\n\nIstanbul Biennial:\nBeatriz Colomina and Mark Wigley, curators\nLisbon Architecture Triennale:\nAndré Tavares, curator\nModerated by Mark Wasiuta, Columbia GSAPP\n\nPANEL DISCUSSION\n\nBeatrice Galilee, The Met\nJoseph Grima, Ideas City, New Museum\nSarah Herda, Graham Foundation\nSylvia Lavin, UCLA, Architecture & Urban Design Moderated by Amale Andraos and Galia Solomonoff, Columbia GSAPP\n\nRegistration is recommended - please register here: https://www.eventbrite.com/e/exhibition-models-curating-architecture-tickets-27905213244\n\nOrganized by Columbia GSAPP", "title": "Exhibition Models: Curating Architecture", "datetime": "2016-11-11T10:00:00-0500", "location": "Wood Auditorium", "group_url": "https://www.facebook.com/ColumbiaGSAPP/?ref=br_rs", "group_id": 112971615402197, "id": "1378660988828287", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/q81/s720x720/14884448_1305108242855189_8744731583868752964_o.jpg"}, {"group": "SpicMacay Chapter - Columbia University", "title": "Baithak (Informal Classical Music Jam)", "datetime": "2016-11-18T18:00:00-0500", "location": "Shapiro Hall, Columbia University", "group_url": "https://www.facebook.com/SpicMacay-Chapter-Columbia-University-1474151936220779/?ref=br_rs", "group_id": 1474151936220779, "id": "815854698517196", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14980571_1607991762836795_1629472598835634749_n.jpg?oh=88fd3bc2c85f452e2f6536da633185d0&oe=58C5A0AA"}, {"group": "The Center for Career Education, Columbia University", "description": "The Columbia Medical Informatics Society, in collaboration with the Center for Career Education and GlobeMed, are hosting a panel and networking session for organizations with opportunities in Healthcare and Life Sciences Technology. This event is aimed to educate students about opportunities available in these industries and allow companies to meet enthusiastic and bright Columbia students. Our target audience is undergraduate students interested in summer internships and/or full-time opportunities. Attending this Industry Showcase will provide students the unique opportunity to meet professionals and other interested students in the field.\n\n******This event is only open to Barnard and Columbia undergraduate students (BC, CC, GS, SEAS). Students interested in attending must register via LionShare: \nhttps://columbia.joinhandshake.com/career_fairs/1160 . Alumni are also welcome, and should contact Suzanne Cadden (sc4051@columbia.edu) to register.  \n\nEvent Format:\n- Panel presentation: 6:00 PM – 6:45 PM\n- Networking: 6:45 PM – 7:30 PM\n\nEmployers attending:\n- athenahealth\n- Medidata Solutions\n- Memorial Sloan-Kettering Cancer Center: Strategy and Innovation team\n- Phreesia\n- Remedy Partners\n- Riparian, LLC\n- SolveBio\n- Spreemo, Inc. \n- WebMD", "title": "Industry Showcase: Health Technology", "datetime": "2016-11-10T18:00:00-0500", "location": "Location TBD", "group_url": "https://www.facebook.com/CUCCE/?ref=br_rs", "group_id": 25500637705, "id": "1862896803947301", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14889748_1221048457957867_8853562385085302774_o.jpg"}, {"group": "Columbia University South Asian Feminisms Alliance", "description": "SAFA and STF are proud to present \"Girl Rising,\" a documentary that follows nine passionate girls from developing countries who strive for equal educational opportunity. The film journeys around the globe to witness the strength of the human spirit and the power of education to change the world. We will discuss the film afterwards!\n\nBring your friends to destress during midterms and watch some good quality feminist film!", "title": "SAFA and STF's Film Screening: Girl Rising", "datetime": "2016-11-15T19:30:00-0600", "location": "Lehman Auditorium (Altschul 202), Barnard College", "group_url": "https://www.facebook.com/SouthAsianFeminism/?ref=br_rs", "group_id": 933056196768270, "id": "691106031066135", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/15027616_1239945909412629_1749910312625164462_n.jpg?oh=5fc897b055e5939fde4a57232ebc4e65&oe=58CE7C46"}, {"group": "Columbia Culinary Society", "description": "Join Culinary Society for our November event!  Make anything with the common ingrediant: cereal. If you don't cook, come out and enjoy eating a delicious array of foods. We hope to see you there!\n\nIf you want to cook for the event, sign up here! If you don't have a kitchen, please email us at culinarysocietycu@gmail.com.\nhttps://docs.google.com/a/columbia.edu/spreadsheets/d/190VudP4BonLTeXha9WjOPFyZ47M5gEjZjbGUbkLMFpE/edit?usp=sharing", "title": "Culinary Society: Who's the ceREAL Top Chef", "datetime": "2016-11-15T20:00:00-0500", "location": "Lerner East Ramp Lounge", "group_url": "https://www.facebook.com/columbiaculinarysociety/?ref=br_rs", "group_id": 300490753472246, "id": "187321578387378", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14753316_594697320718253_8601330955872804211_o.jpg"}, {"group": "Columbia First-Generation Low-Income Partnership FLIP", "description": "Join FLIP and CCE for an info session on all the resources CCE has available to First-generation and/or Low-Income students. Find out the best way to approach the job search and the best way to utilize all that CCE has to offer.", "title": "FLIP the Job Search", "datetime": "2016-11-14T20:00:00-0500", "location": "Hamilton 315", "group_url": "https://www.facebook.com/columbiaflip/?ref=br_rs", "group_id": 787521164624909, "id": "1318805118164187", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14962772_1232022386841449_7236076828348339615_n.png?oh=7d1fc5d0fb68a1b85b038b24512efb49&oe=589216D6"}, {"group": "WICS Columbia", "description": "Join us to learn more about Meetup's Women in Tech internship opportunities! Lunch will be provided. Feel free to bring your resume.\n\nMeetup is a platform that connects people throughout the world to do more of the things they love to do. What comes from this is the building of communities and the discovery of new places and things through tech! This summer 2017, the Meetup Engineering team will bring on a community of 6 to 8 women engineers to learn, do, grow, and engineer through the Women in Tech Internship. Interns will be partnered with a mentor and will have the opportunity to join one of the following teams:\n\nUI Engineering\nBack-end Engineering\nMobile Engineering (iOS and Android)\nMachine Learning/Data Engineering\n\nCheck out our 2016 Intern, Emily's summer with us:\nhttps://medium.com/ladies-storm-hackathons/the-review-6eba506c8d9e#.r6xxb3ss6\n\nSee how Meetup's CTO Yvette is making a difference for more women in tech:\nhttps://backchannel.com/how-meetup-ditched-its-boys-club-4a3a3084e72f#.158g7fejx", "title": "Meetup Women in Tech 2017", "datetime": "2016-11-18T12:30:00-0500", "location": "CS Lounge", "group_url": "https://www.facebook.com/CUWICS/?ref=br_rs", "group_id": 741854835834184, "id": "1805800246367025", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/15000765_1342832569069738_7421517214175442056_o.jpg"}, {"group": "Kappa Alpha Theta - Columbia University", "description": "The sisters of Kappa Alpha Theta - Epsilon Upsilon Chapter invite you to join us at our fall philanthropy event - CUPCAKES FϴR CASA!\n\nStop by our brownstone for some sweet treats. We will also have a photo booth and raffle prizes! All proceeds benefit the NYC chapter of our national philanthropy, National Court Appointed Special Advocates (CASA) Association.\n\nOur annual Greek Bake Off will feature special cupcakes made by:\n\nAlpha Epsilon Pi - Iota Chapter, Columbia University\nBeta Theta Pi - Columbia University\nDelta Sigma Phi\nKappa Delta Rho (Columbia University)\nPhi Gamma Delta - Omega Chapter at Columbia University\nPi Kappa Alpha - PIKE - Columbia University\nZeta Beta Tau Fraternity at Columbia University\nSigma Chi Nu Nu\nSigma Lambda Beta\nSigma Phi Epsilon - Columbia University\nSigma Nu Fraternity\n\nReps from Columbia University Panhellenic sororities will judge the contest. \n\nYou can buy tickets for $10 at the door or $7 in Lerner, 11/2-11/3, 11/9-11/10 11-6 PM. \n\nFor more info on CASA, visit http://www.casa-nyc.org/", "title": "Kappa Alpha Theta presents Cupcakes FϴR CASA", "datetime": "2016-11-10T18:30:00-0500", "location": "Kappa Alpha Theta - Columbia University", "group_url": "https://www.facebook.com/columbiatheta/?ref=br_rs", "group_id": 214609638162, "id": "1155984204457404", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14917122_10154154674793163_6568114739919981596_o.png"}, {"group": "Columbia Investment Banking Division", "description": "Curious how to make an impression at a networking event or how to send that email for a coffee chat? Come to CIBD's second lecture about the art of networking. It will be a multiple choice style lecture covering the best ways to interact with recruiting teams.", "title": "CIBD Lecture--How to Network", "datetime": "2016-11-09T20:00:00-0500", "location": "New York", "group_url": "https://www.facebook.com/columbiaIBdivision/?ref=br_rs", "group_id": 297279803747097, "id": "1661205490836776", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14589859_840530536088685_1809741094769627443_o.jpg"}]