[{"description": "The EGSC takes you on this exciting adventure with Doctor Strange. Join us!! Get your ticket today. Tickets go on sale on 11/03.\n\nDr. Stephen Strange's (Benedict Cumberbatch) life changes after a car accident robs him of the use of his hands. When traditional medicine fails him, he looks for healing, and hope, in a mysterious enclave. He quickly learns that the enclave is at the front line of a battle against unseen dark forces bent on destroying reality. Before long, Strange is forced to choose between his life of fortune and status or leave it all behind to defend the world as the most powerful sorcerer in existence.\n\nTicket Price: $5 only. Limited Availability. \n\nCU ID with EP Sticker required.", "title": "EGSC Movie Night", "start_time": "2016-11-09T18:45:00-0500", "location": "AMC Empire 25", "group_url": "https://www.facebook.com/ColumbiaEGSC/events", "page_id": "1446231682259516", "id": "1118096734911817", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14883476_1823549724527708_516611004894520511_o.jpg"}, {"description": "Limited Spots. Registration required (free):\nhttps://fromresumetorevenue.eventbrite.com\n\nJob-hunting season is here! Come get insider tips and tricks on:\n- sprucing up your resume to get interview calls\n- writing effective emails\n- professional networking (and getting sweet referrals!)\n- interviewing well - both tech and non-tech aspects\n- common mistakes, big no-nos, and what most people *won’t* tell you\n\nFood and drinks will be served too. Come get all your questions answered!\n\nThis session is geared towards students actively looking at tech roles and the tech industry.\n\n\nAbout us:\n\nPratyush Nalam\n- is a Master’s student in Computer Science at Columbia University. He previously graduated with an undergraduate degree in Computer Science and a management minor from IIT Bombay. \nHaving interned at a diverse set of companies like BlackRock, Amazon, and Electronic Arts, he has experience in what companies typically look for while hiring prospective candidates. He can also speak to how building an effective network is vital to one's job search.\n\nGaurav Ragtah \n- is a Master’s student in Computer Science at Columbia, and has relevant experience being both an interviewee as well as an interviewer in the tech industry.\nHe has been on mission-critical teams at Google Nest, Klout, and LinkedIn SlideShare. Previously, he co-founded ThisYaThat, the first non-US startup backed by Wharton’s Innovation Fund. He also knows a thing or two about writing great resumes and effective emails, building your professional network, and navigating careers in Silicon Valley.\n\nQuestions? \nReach out to pratyush.nalam@columbia.edu. \n\nRegister online at https://fromresumetorevenue.eventbrite.com.", "title": "From Resume to Revenue", "start_time": "2016-11-04T18:30:00-0400", "location": "Davis Auditorium, Schapiro CEPSR, Columbia University", "group_url": "https://www.facebook.com/ColumbiaEGSC/events", "page_id": "1446231682259516", "id": "185176401933311", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14890004_1821551754727505_2426593201010007714_o.jpg"}, {"description": "Cathy O'Neil discusses her book, Weapons of Math Destruction, and the power of algorithms to destroy lives, increase inequality and threaten democracy.", "title": "Weapons of Math Destruction", "start_time": "2016-11-30T18:00:00-0500", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/events", "page_id": "432008956893415", "id": "1660873174243476"}, {"description": "Cathy O'Neill discusses her book Weapons of Math Destruction and the potential for algorithms to discriminate and threaten democracy.", "title": "Cathy O'Neill: Weapons of Math Destruction", "start_time": "2016-11-30T18:00:00-0500", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/events", "page_id": "432008956893415", "id": "597399740469100", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14691231_1192042457556724_1438538595730791863_o.jpg"}, {"description": "Booz Allen Hamilton data scientists Ben Arancibia and Liebermann share stories from the trenches.", "title": "Applying Data Science to Real-World Problems", "start_time": "2016-11-14T17:00:00-0500", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/events", "page_id": "432008956893415", "id": "970076256458443", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14707003_1192030830891220_5690387563706044274_o.jpg"}, {"description": "Most people are familiar with Alan Turing’s ‘Imitation Game’, or the ‘Turing Test’, to see whether computers can actually think, which was first set out in his 1950 paper called ‘Computing Machinery and Intelligence’. Dermot Turing, who is Alan Turing’s nephew and biographer, takes a new look at the development of early computing machinery, and Alan Turing’s contribution to that, and also his role in secret intelligence in World War 2, when the work done by the codebreakers at Bletchley Park involved an early foray into the realms of big data.", "title": "Sir D. Turing: Alan Turing: Computing Machinery + Intelligence", "start_time": "2016-11-02T18:30:00-0400", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/events", "page_id": "432008956893415", "id": "1798033190476999", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14853160_1202924433135193_2378133990616978147_o.jpg"}, {"description": "To register for this virtual presentation: http://bit.ly/2eV2OvP\n\nThe US Presidential election is probably the most significant political event in 2016. The spectacular campaign period has featured many controversial news stories. Many analysts have given their views on how the public image of Clinton and Trump affect the candidates’ success; what kinds of stories stick with a candidate, who earns on a certain story, and what do the candidates’ constantly shifting public images mean for the outcome of the election?\n\nDescribing the landscape of political positions and measuring the effects of speeches and events is very difficult to do. This session will feature research from United Minds, a Weber Shandwick company, supported by text analytics technology firm Gavagai.\nThe talk will focus on a presentation of new methods of describing the presidential race by analyzing digital media articles with relation to the presidential nominees, extracting the most prominent narratives and comparing the effects of various statements and events over the course of the election campaign.", "title": "Webinar: What Sticks in the U.S. Presidential Election?", "start_time": "2016-11-01T13:00:00-0400", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/events", "page_id": "432008956893415", "id": "1263977213666804", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14902839_1198069233620713_248375302243589815_o.jpg"}, {"description": "Are you excited to be done with midterms? Are you a science major who is perpetually in a state of midterms? Well, come take a ~relaxing~ and ~artistic~ study break with us! You don't have to be artistically minded. Come ready to lounge around and chill with us! There will be snacks and friends a plenty! \n\nWe will have all the things you need to unleash your creative side. Come draw your interpretation of Degas, Monet and Cezanne. Word on the street is we may be making a massive mural. Why not put waterlilies everywhere just like in the Orangerie? \n\nP.S. don't forget the snacks, if that's your thing!", "title": "Arts and Crafts with FCS", "start_time": "2016-11-02T17:00:00-0400", "location": "Lerner West Ramp Lounge", "group_url": "https://www.facebook.com/FCS.ColumbiaU/events", "page_id": "235512743299366", "id": "1271630962859278", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14919012_592503284266975_750080563369183998_o.jpg"}, {"description": "Columbia University Women's Volleyball is hosting an exciting double header this weekend in Levien Gymnasium. First our Lions take on Dartmouth on Friday, November 4th at 7 PM on Community Day that will include a free t-shirt giveaway for the first 200 fans! Then come back for Senior Night on Saturday, November 5th when we host Harvard at 5 PM. FREE ADMISSION FOR ALL!", "title": "Columbia Volleyball Final Home Double-Header", "start_time": "2016-11-04T19:00:00-0400", "location": "Levien Gym, Columbia University", "group_url": "https://www.facebook.com/ColumbiaAthletics/events", "page_id": "102009214108", "id": "365820757093892", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14883672_10153973560694109_8854604929220508466_o.jpg"}, {"description": "Join Columbia University Democrats, Barnard Columbia Socialists, Columbia University Libertarians, and Columbia University College Republicans for an ultimate showdown forum on politics and this election season. With moderators from Columbia Political Union (CPU) and Columbia Daily Spectator Opinion, we will engage the widest range of political opinion this campus has to offer! And you'll have the opportunity to participate yourself!\n\nThe night will include: a prepared Q&A portion for the panelists, an open townhall forum for questions and engagement, and concluding remarks that we hope will inspire you, more than anything, to go out and vote. \n\n\nThis is an event you will not want to miss!", "title": "The Last Word: A Debate and Discussion Among Four Parties", "start_time": "2016-11-01T20:30:00-0400", "location": "309 Havemeyer Hall, Columbia University", "group_url": "https://www.facebook.com/cudemocrats/events", "page_id": "1502332720003137", "id": "554436668084069", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14718621_1848965998673139_6938129519735857492_n.png?oh=95fe0e919805c395fcc3dc21d81a6a1c&oe=589A1B0B"}, {"description": "UCGT Talks with Professors Presents: \nRefugees: Space and Ideology, with Dr. Noah Chasin.\n\nDr. Chasin will be speaking about the role of spaces in the refugee crisis. Refugee camps are often deliberately created as the 'proper' spaces for refugees, thus segregating them from the rest of society and preventing their integration into communities. This containment raises questions about how the construction of space can be more or less inclusive and so affect refugees' experiences.\n\nDr. Noah Chasin is part of the Institute for the Study of Human Rights. His work focuses on the intersection of urban space and human rights, especially in zones of urban conflict. Dr Chasen is the recipient of multiple awards, including the John Rewald Memorial Dissertation Fellowship, the Mellon Seminar Fellowship, and the Getty Research Fellowship and has been published in Journal of the Society of Architectural Historians, ArtForum, and Journal of Architectural Education, among many others.", "title": "Talks with Professors: Refugees, Space and Ideology", "start_time": "2016-11-16T12:30:00-0500", "location": "Low Memorial Library", "group_url": "https://www.facebook.com/undergradcgt/events", "page_id": "429825127101923", "id": "196371364133087", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14716309_1143979852353110_8449383760622985771_n.jpg?oh=b9bbed8dc1010cee0bb792dc15e1b37b&oe=58A344C6"}, {"title": "UCGT's General Body Meeting", "start_time": "2016-11-03T20:00:00-0400", "group_url": "https://www.facebook.com/undergradcgt/events", "page_id": "429825127101923", "id": "1269205489777124", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14731097_1162415567176205_708969634170786569_n.jpg?oh=f0f7a0dd9ad4edac1cef2f0cf30e191e&oe=58949EB7"}, {"description": "SAFA and She's the First at Barnard/Columbia present \"Through the Lens of a Girl: Challenging Gender Roles in the Classroom,\" featuring speaker Babita Patel. Ms. Patel, founder of Kioo Project, uses photography education to advance gender equality around the world. Join us to learn about KIOO, discuss the challenges girls face in school, and talk about how we can be a part of the solution!\n\nThere will be free cupcakes in honor of STF's birthday!", "title": "Through the Lens of a Girl", "start_time": "2016-11-01T20:00:00-0400", "location": "302 Barnard Hall", "group_url": "https://www.facebook.com/SouthAsianFeminism/events", "page_id": "933056196768270", "id": "1865129410382949", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14615693_1223673541039866_2985598300186510318_o.jpg"}, {"description": "In the spirit of Election Week, all of us at CU BuildOn are ramping up the political vibe. On November 3, from 12 - 4 pm, we are hosting the first ever event of Trump and Hillary v. People: the only place where you can PIE your least favorite candidate in the face. \n\nAs part of our campus-wide fundraiser, you are invited to join us on Low Plaza for access to whipped cream and raucous SNL clips. You can pie your chosen candidate for $2. You can also have a photo-op with your (least) favorite candidate for an additional $1.", "title": "Trump & Clinton vs. The People", "start_time": "2016-11-03T12:00:00-0400", "location": "Low Plaza - Columbia University", "group_url": "https://www.facebook.com/CUbuildOn/events", "page_id": "144129255681626", "id": "207353299675533", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14876679_1154758217952053_2001186405992600018_o.jpg"}, {"description": "If you are going to travel abroad, you may need to get a new travel signature on your I-20 or DS-2019 before you leave. Check the bottom of page 2 of the F-1 I-20 form or page 1 of the J-1 DS-2019: If you don’t have a signature there, you need to get one. If you do have a signature, the date on it must be less than 12 months old from the date on which you will return. This is the second of two ISSO signing sessions held on campus for your convenience. \n● If your current signature is not expiring before your return date, do not come to get one at this time.", "title": "ISSO Travel Signatures for International Students", "start_time": "2016-12-09T14:00:00-0500", "group_url": "https://www.facebook.com/InternationalAtColumbia/events", "page_id": "230174073779822", "id": "203955333360725", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/p720x720/14729202_885019721628584_4876975925626054448_n.jpg?oh=723b13672e54446e3c6e7746ae15b944&oe=5893CB7A"}, {"description": "If you are going to travel abroad, you may need to get a new travel signature on your I-20 or DS-2019 before you leave. Check the bottom of page 2 of the F-1 I-20 form or page 1 of the J-1 DS-2019: If you don’t have a signature there, you need to get one. If you do have a signature, the date on it must be less than 12 months old from the date on which you will return. The ISSO will have two signing sessions on campus for your convenience. The second one will be on December 9th at the same location from 12-4 pm.\n● If your current signature is not expiring before your return date, do not come to get one at this time.", "title": "ISSO Travel Signature for International Students", "start_time": "2016-11-09T12:00:00-0500", "group_url": "https://www.facebook.com/InternationalAtColumbia/events", "page_id": "230174073779822", "id": "1520370451310169", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14670899_885019114961978_2891781773675824478_n.jpg?oh=eeacd20729a9c45d582a753da289613c&oe=5896B63D"}, {"description": "Hear from your librarians about how to pick a journal to publish in! We'll introduce a few tools to help you pick the best place to submit your article. | Speaker: Amanda Bielskas, Head of Collection Development for the Science & Engineering Libraries | Please register for this event: http://bit.ly/CUSELworkshop", "title": "Make Work Simple | Finding a Journal to Publish In", "start_time": "2016-11-02T12:00:00-0400", "location": "Science and Engineering Library - Columbia University", "group_url": "https://www.facebook.com/Columbia.SEL/events", "page_id": "197930036919542", "id": "1939869912907282", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14523158_1189861347726401_2397985865098841898_n.jpg?oh=c88aa44826edb57329ff68c9eff5d3c3&oe=5888D392"}, {"description": "Come learn the basics of scripting in the linux operating system as a prelude to learning how to use the High Performance Computing (HPC) resources at Columbia. This is the second in a series of workshops about using HPC to enhance your research. Note: please bring your laptop to this session; instructions will follow on how to set up the necessary environment on your laptop to use Linux. \nSpeaker: George Garrett, Lead Research Systems Engineer, Research Computing \nRegister for this event: http://bit.ly/CUSELworkshop", "title": "HPC Part 2 | Introduction to Linux Shell Scripts", "start_time": "2016-11-01T13:00:00-0400", "location": "Science and Engineering Library - Columbia University", "group_url": "https://www.facebook.com/Columbia.SEL/events", "page_id": "197930036919542", "id": "928011170637186", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14680730_1187638664615336_3386238325215121291_n.jpg?oh=d9293f9a972384f03fef719683f2a1a3&oe=58D3029E"}, {"description": "Happy Halloween! We'll be celebrating all day with our annual Boo Bash at all location.", "title": "Boo Bash", "start_time": "2016-10-31T08:00:00-0400", "location": "John Jay Dining Hall, Ferris Booth Commons & JJ's Place", "group_url": "https://www.facebook.com/ColumbiaDining/events", "page_id": "277813155582646", "id": "1126824520744442", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14559949_1309685602395391_6973964937398756465_o.jpg"}, {"description": "cultureSHOCK 2016 is almost here! Every year, Columbia University's Asian American Alliance (AAA) hosts a charity performance showcase called cultureSHOCK. It includes a dinner, fashion show, and performances from groups both on and off campus! \n\ncultureSHOCK not only provides a platform for a diversity of Asian American artistic expression, but it also seeks to breakthrough the stereotypes and challenges that our community faces. Our theme this year is RE(DEFINE), which reflects our desire to take agency over our own identities as Asian Americans. We hope that cultureSHOCK will provide a spotlight for celebrating Asian America’s intersecting identities.\n\nThis year's on-campus performers include:\nMALAMA HAWAII\nWUSHU\nCU SUR\nCU DHOOM\nCU GEN\nRAW ELEMENTZ\n\nThis year's outside performers include:\nANIK KHAN\nAWKWAFINA\n$12 VIP tickets\n$10 GA tickets \n\nTICKETS AVAILIBLE ON LERNER RAMPS 11/9 - 11/18!", "title": "CultureSHOCK 2016: Redefine", "start_time": "2016-11-19T18:00:00-0500", "location": "Columbia University Asian American Alliance", "group_url": "https://www.facebook.com/ColumbiaAAA/events", "page_id": "148614427657", "id": "323099874724713", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14859881_10154692185432658_7087543734112987342_o.jpg"}, {"description": "Join Columbia University Asian American Alliance for a series of activities focused on exploring, challenging, and sharing different aspects of our identities. If you enjoy honest conversations, introspection into your own identities, and meaningful opportunities to grow closer to your friends and Columbia community, it will be time well spent. \n\nSnacks will be provided. We hope to see you there!\n\nLocation: Lerner Hall Room 476B", "title": "Identities and Allyship", "start_time": "2016-11-02T20:00:00-0400", "location": "Lerner Hall Room 476B", "group_url": "https://www.facebook.com/ColumbiaAAA/events", "page_id": "148614427657", "id": "1146103898778314", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14915452_10154693435617658_6433573410351134914_n.jpg?oh=7c08a7247a3199e21e9b9098159079ad&oe=5890F9E1"}, {"description": "The sisters of Kappa Alpha Theta - Epsilon Upsilon Chapter invite you to join us at our fall philanthropy event - CUPCAKES FϴR CASA!\n\nStop by our brownstone for some sweet treats. We will also have a photo booth and raffle prizes! All proceeds benefit the NYC chapter of our national philanthropy, National Court Appointed Special Advocate (CASA) Association.\n\nOur annual Greek Bake Off will feature special cupcakes made by:\n\nAlpha Epsilon Pi - Iota Chapter, Columbia University\nBeta Theta Pi - Columbia University\nDelta Sigma Phi\nKappa Delta Rho (Columbia University)\nPhi Gamma Delta - Omega Chapter at Columbia University\nPi Kappa Alpha - PIKE - Columbia University\nZeta Beta Tau Fraternity at Columbia University\nSigma Chi Nu Nu\nSigma Lambda Beta\nSigma Phi Epsilon - Columbia University\nSigma Nu Fraternity\n\nReps from Columbia University Panhellenic sororities will judge the contest. \n\nYou can buy tickets for $10 at the door or $7 in Lerner, 11/2-11/3, 11/9-11/10 11-6 PM. \n\nFor more info on CASA, visit http://www.casa-nyc.org/", "title": "Kappa Alpha Theta presents Cupcakes FϴR CASA", "start_time": "2016-11-10T18:30:00-0500", "location": "Kappa Alpha Theta - Columbia University", "group_url": "https://www.facebook.com/columbiatheta/events", "page_id": "214609638162", "id": "1155984204457404", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14589571_10154126057833163_2881679836350569944_o.jpg"}, {"description": "The much anticipated event has finally arrived - Milo Yiannopoulos will be addressing Columbia on November 16th! Hosted by the Columbia University College Republicans, this event is part of Milo's national college campus speaking tour. \n\nYiannopolous, a British journalist and public speaker, is the Technology Editor for The Breitbart Report, a conservative online news outlet which has gained considerable notoriety. Controversy seems to follow Milo wherever he goes and what better way to engage with controversy than to give it a forum for debate. \n\nA link to ticket registration will be posted in the coming days for CUID holders to register for the event. Get your tickets early as they won't last long!", "title": "Milo Yiannopoulos at Columbia University", "start_time": "2016-11-16T20:00:00-0500", "location": "Columbia University College Republicans", "group_url": "https://www.facebook.com/Columbia-University-College-Republicans-114512668562658/events", "page_id": "114512668562658", "id": "322952361394707", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14691019_1525268327487078_5459402481668714274_n.jpg?oh=d8867f07a38ff5c30e294fcb693c315c&oe=5892988B"}, {"description": "This comprehensive course will discuss spasticity management throughout the lifespan and offer lectures on a wide variety of topics including:\n\nPathophysiology of Spasticity - Jay Selman, MD\n\nIntrathecal Baclofen Pump for Spasticity Management - Ruth Alejandro, MD\n\nChemoneurolysis with Botulinum Toxin A and Alcohol Injections - Heakyung Kim, MD\n\nPreserving Mobility in Adolescents and Young Adults - David Roye, MD\n\nManagement of Hip Subluxation/Dislocation-Surveillance to Medical Management to Surgery - Joshua Hyman, MD\n\nNeurosurgical Management of Childhood Spasticity (and Dystonia): The Role for Selective Dorsal Rhizotomy and Deep Brain Stimulation - Richard Anderson, MD\n\nGait Pattern of Children with Spasticity - Michelle Wei, MD\n\nDoes Spasticity Change in Adulthood? - Joseph Dutkowsky, MD\n\nBridging the Gap from Selection through Inpatient Rehabilitation of Selective Dorsal Rhizotomy Candidates - Dean Morgan, PT; Robin Winn, PT, MS, PCS; Linda Fieback, PT, MA, PCS\n\nBest Practice in Occupational Therapy Management of Upper Extremity Spasticity - TBD\n\nAttendee participation and interaction will be emphasized and facilitated through Q&A sessions, hands-on workshops, and pre and post tests. There will be a livestream available for the course as well. Register via the ticket link to reserve your space today.\n\nOpen to:\nPhysicians - $100\nTherapists & Other Healthcare Providers - $75\nPatients & Caregivers - $30\nResidents & Students - Free\n\n6.5 credits for MDs, PTs, OTs, and Orthotists\nOnline only for Families and Caregivers", "title": "Comprehensive Management of Spasticity Across the Lifespan", "start_time": "2016-11-19T08:00:00-0500", "location": "Blythedale Children's Hospital", "group_url": "https://www.facebook.com/WeinbergFamilyCerebralPalsyCenter/events", "page_id": "165222590292448", "id": "763359417100709", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14606436_713450325469669_2789982282463225473_n.png?oh=52006e1099083f23ff5a02c10bcf82bb&oe=58A53533"}, {"description": "Hey everyone!\n\nThis Tuesday, the Roosevelt Institute will be hosting a discussion on the usage of drones by the American military. From a policy perspective, has the drone program been effective in meetings it's goals? What are the considerations at play here for policymakers? \nCome through this Tuesday at 9 pm to learn more!", "title": "Roosevelt Institute Presents: US Drone Policy", "start_time": "2016-11-01T21:00:00-0400", "location": "Lerner 569", "group_url": "https://www.facebook.com/RooseveltCU/events", "page_id": "189025144445369", "id": "1153991434718293", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14884679_1457382987609572_4668953698480296370_o.jpg"}, {"description": "Hey y'all! Black Candle Ball: A Tribute to Kwanzaa is swiftly approaching! THE BALL WILL BE HELD ON THE EVENING OF SATURDAY, DECEMBER 10, 2016 in Roone Arledge Auditorium. This event would be nothing without the beautiful performances we have each year. If you or someone you know is interested in performing, please come audition!!\n\nPossible performance categories include (but are not necessarily limited too) musical or vocal performances, slam poetry (group poems encouraged), and dance performances.\n\nTHE AUDITION DATES WILL BE Friday 11/11 & Saturday 11/12 (choose a time slot on one of these dates) in John Jay Lounge (11/11) and the Malcolm X Lounge in Hartley Hall (11/12).\n\nSIGN UP for your 15 minute time slot here: \nhttps://docs.google.com/spreadsheets/d/1u9DKQJBBqabXHCoKvS5eaiTfIJGyYQ30eRwChemgLOs/edit?usp=sharing", "title": "Kwanzaa Ball Performance Auditions", "start_time": "2016-11-11T15:30:00-0500", "location": "Malcolm X lounge - 106 Hartley Hall, New York, New York 10027", "group_url": "https://www.facebook.com/cubso/events", "page_id": "66114979956", "id": "333307140359915", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14606398_10150725327724957_4076417188260947259_n.jpg?oh=1c46575874a0ba65bd5ccec3e1fef91d&oe=58D318CB"}, {"description": "Thrive is a mindset and a week-long series of events focused on building positive mental health for everyone at UBC. Join us for fun activities and get new ideas to help build your mental health.\n\nhttp://thrive.ubc.ca/", "title": "Thrive at UBC", "start_time": "2016-10-31T08:00:00-0700", "location": "University of British Columbia", "group_url": "https://www.facebook.com/universityofbc/events", "page_id": "16761458703", "id": "1768454206702319", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14434840_10100735320859063_7760372859707024626_o.jpg"}, {"description": "If you are going to travel abroad, you may need to get a new travel signature on your I-20 or DS-2019 before you leave. Check the bottom of page 2 of the F-1 I-20 form or page 1 of the J-1 DS-2019: If you don’t have a signature there, you need to get one. If you do have a signature, the date on it must be less than 12 months old from the date on which you will return. This is the second of two ISSO signing sessions held on campus for your convenience. \n● If your current signature is not expiring before your return date, do not come to get one at this time.", "title": "ISSO Travel Signatures for International Students", "start_time": "2016-12-09T14:00:00-0500", "group_url": "https://www.facebook.com/ColumbiaOMA/events", "page_id": "286839418060668", "id": "203955333360725", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/p720x720/14729202_885019721628584_4876975925626054448_n.jpg?oh=723b13672e54446e3c6e7746ae15b944&oe=5893CB7A"}, {"description": "The Columbia Mentoring Initiative is hosting Mentor Monday on November 14th from 11am-1pm in 510 Lerner Hall! Come out for refreshments and snacks, and to mix and mingle with mentors and mentees from all different family trees as you decorate cookies for the fall/winter seasons. Hope to see you all there!", "title": "CMI Mentor Monday", "start_time": "2016-11-14T11:00:00-0500", "location": "Multicultural Affairs, Columbia University Undergraduate Student Life", "group_url": "https://www.facebook.com/ColumbiaOMA/events", "page_id": "286839418060668", "id": "1628516990779883", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14856118_1164837416927526_2914701850127931419_o.jpg"}, {"description": "If you are going to travel abroad, you may need to get a new travel signature on your I-20 or DS-2019 before you leave. Check the bottom of page 2 of the F-1 I-20 form or page 1 of the J-1 DS-2019: If you don’t have a signature there, you need to get one. If you do have a signature, the date on it must be less than 12 months old from the date on which you will return. The ISSO will have two signing sessions on campus for your convenience. The second one will be on December 9th at the same location from 12-4 pm.\n● If your current signature is not expiring before your return date, do not come to get one at this time.", "title": "ISSO Travel Signature for International Students", "start_time": "2016-11-09T12:00:00-0500", "group_url": "https://www.facebook.com/ColumbiaOMA/events", "page_id": "286839418060668", "id": "1520370451310169", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14670899_885019114961978_2891781773675824478_n.jpg?oh=eeacd20729a9c45d582a753da289613c&oe=5896B63D"}, {"description": "Fall has officially arrived upon us! It's the time of everything great from PSL to jack-o-lanterns! To celebrate CUPS is holding a photography contest! \n\nTo enter the contest, post your favorite fall photos to Instagram and tag @cu_photosociety. These photos can be anything from your favorite fall landscapes to favorite fall fashion shoot, whatever fall is to you. We will be taking submissions until 11pm on November 30th! There will be prizes for first, second, and third place! You can also email submissions to cupsboard@columbia.edu!", "title": "Fall Break Photography Contest!", "start_time": "2016-10-30T21:40:00-0400", "location": "Columbia University Photography Society", "group_url": "https://www.facebook.com/CUPhotoSociety/events", "page_id": "331280430269751", "id": "333155713713671", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14917296_1264373790293739_7580201157632974136_o.jpg"}, {"description": "Formed at the disciplinary seams of the social sciences, the life history method is uniquely suited to observe and elucidate processes of becoming and being. The collection of life stories provides a tool to understand the ways that individuals come to see themselves at the intersection of multiple ways of being (LGBT, old, young, black, white)—articulating complex and dynamic selves.\n\nDrawing from a multi-method longitudinal study of community-based organizers working across a range of movement communities in New York City, this talk asks: What are the processes that link a social movement actor’s identity or identities to issue orientations and action? Using the experiences of African-American LGBT and queer-identified community organizers, this talk will explore the use of both life history and network methods to identify and illuminate discursive articulations of identity that indicate more dynamic forms of protest and expansive claim-making beyond unidimensional issue framing.\n\nTerrell Frazier is a Ph.D. student in Sociology and a Paul F. Lazarsfeld Fellow at Columbia University. Before joining the Sociology department, Terrell completed his M.A. in African-American Studies at Columbia, where he also worked as the Director of Education and Outreach for the Columbia Center for Oral History Research and as a researcher at the Interdisciplinary Center for Innovative Theory and Empirics. \n\nWhile at the Center for Oral History Research, he launched the Telling Lives: Oral History for Social Change workshop series and co-edited Documenting and Interpreting Conflict Through Oral History. His current research explores—using both narrative and network methods—the relationship between social movement actors’ social positions and their capacities for strategic action.", "title": "Becoming an Organizer: Narrative, Identity and Social Action", "start_time": "2017-04-06T18:00:00-0400", "location": "Columbia University Oral History Masters Program", "group_url": "https://www.facebook.com/Columbia.OHMA/events", "page_id": "264168007770", "id": "1669426396720997", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/q82/s720x720/14524602_10154241638627771_8439012970170524885_o.jpg"}, {"description": "How do disciplinary politics promote the reproduction and valorization of particular voices while (implicitly) devaluing others? In the spirit of “listening for different stories” (Cruikshank 2005), I seek a conversation about whose stories come to matter within disciplines; about ways that scholars invested in projects perceived to be on the “right side of history” often unwittingly silence other narratives.\n\nThis talk follows from a collaborative project with members of a Kwakwaka’wakw ‘na’mi’ma (clan) who challenged dominant anthropological narratives reproduced through the Boasian canon and entrenched in “resistance scholarship.” Through intergenerational oral histories, archival research and engagement with scholarly literatures, members of the Kwaguł Gixsam sought a social language to portray a controversial ancestor who was critical of customary activities. Taking voice as a site of contemporary struggle within decolonizing research, this presentation explores questions about scholarly positioning alongside the projects of others and asks about consequences of disciplinary blindness. Whose publics really matter in the making of counter-narratives? \n\nLeslie Robertson is an Associate Professor at the University of British Columbia, Vancouver, Canada. Her research examines circulating forms of social knowledge (family histories, public narratives, academic theories and representations, colonial legends, medical discourses), within sensitive political and cultural contexts (reconciliation and treaty-making, medical crises, resource extraction, tourism development).", "title": "Devalued Subjectivities: Disciplines, Voices and Publics", "start_time": "2017-03-23T18:00:00-0400", "location": "Columbia University Oral History Masters Program", "group_url": "https://www.facebook.com/Columbia.OHMA/events", "page_id": "264168007770", "id": "1414495392182808", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14449777_10154241624812771_8710949477760426093_n.jpg?oh=dc04d2f8a276e7f8cd6fa0050567da4f&oe=58D06930"}, {"description": "The nature, form, scope and content of Indigenous oral histories make them seldom amenable to compartmentalization in academic knowledge categories. Likewise, many of the social science methods for evaluating Indigenous oral history sources are problematic. The transdisciplinary nature of Indigenous Studies (Native American Studies) creates a space in the academy for Indigenous research methodologies and Indigenous knowledge. \n\nThis workshop by will examine the unique qualities of Indigenous oral histories and review some of the best practices on how to treat them with integrity within their own contexts.\n\nWinona Wheeler is a member of the Ochekwi Sipi (Fisher River) Cree Nation in Treaty No. 5 (Manitoba) territory though her family hails from George Gordon’s First Nation in Treaty No. 4 territory (Saskatchewan). She is currently an Associate Professor of Indigenous Studies at the University of Saskatchewan and a member of Aboriginal Advisory Committee of the Canadian Museum of History.", "title": "Mar. 9: Indigenous Oral Histories", "start_time": "2017-03-09T18:00:00-0500", "location": "Columbia University Oral History Masters Program", "group_url": "https://www.facebook.com/Columbia.OHMA/events", "page_id": "264168007770", "id": "726359574168944", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14463190_10154241615272771_6570195167260940551_n.jpg?oh=55491e3fe70212eef1388ffb8979e2c5&oe=58CF063C"}, {"description": "Dr. Mindy Thompson Fullilove is a board-certified psychiatrist who is interested in the links between the environment and mental health. She started her research career in 1986 with a focus on the AIDS epidemic, and became aware of the close link between AIDS and place of residence. \n\nUnder the rubric of the psychology of place, Dr. Fullilove began to examine the mental health effects of such environmental processes as violence, rebuilding, segregation, urban renewal, and mismanaged toxins. She has published numerous articles and six books including \"Urban Alchemy: Restoring Joy in America's Sorted-Out Cities,\" \"Root Shock: How Tearing Up City Neighborhoods Hurts America and What We Can Do About It,\" and \"House of Joshua: Meditations on Family and Place.\" She recently joined The New School as a professor of urban policy and health at Milano.", "title": "How the Community Research Group Discovered Situation Analysis", "start_time": "2017-02-23T18:00:00-0500", "location": "Columbia University Oral History Masters Program", "group_url": "https://www.facebook.com/Columbia.OHMA/events", "page_id": "264168007770", "id": "1625089891116676", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14520343_10154241597367771_7754849834496401042_n.jpg?oh=259a3ac64965bd258cd56d849d8ecf1c&oe=58A22D3E"}, {"description": "Adam Reich is an Assistant Professor of Sociology at Columbia University. He is the author of three books, the most recent of which is 'Selling Our Souls: Contradictions in the Commodification of Hospital Care' (Princeton, 2014). He is also the author of several peer-reviewed articles, which have appeared in journals such as the American Journal of Sociology and Social Science & Medicine.\n\nAll events are free, unticketed, and open to the public. Refreshments will be served. Video and audio recordings from the Oral History Workshop Series will be available after the events available via our YouTube and iTunes channels.", "title": "Feb. 9: The Summer for Respect", "start_time": "2017-02-09T18:00:00-0500", "location": "Knox Hall 509, 606 W 122nd Street, New York, New York 10027", "group_url": "https://www.facebook.com/Columbia.OHMA/events", "page_id": "264168007770", "id": "523005924572574", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14522884_10154241571742771_2132464831952677702_n.jpg?oh=d2d1fe72ed463030127b6594c8768abd&oe=589EA6D5"}, {"description": "Please join us for an Oral History M.A. program open house on Thursday, January 26, 2017 at 6:30 p.m. in Knox Hall 509. Refreshments will be served.\n\nOHMA OPEN HOUSE\nInformation session\nMeet OHMA students and alums\nMini-interviewing workshop, taught by OHMA Co-Directors Mary Marshall Clark & Amy Starecheski \n\nOHMA is the first program of its kind: a one-year interdisciplinary Master of Arts degree training students in oral history method and theory. Our graduates work in museums, historical societies, advocacy organizations, media, the arts, education, human rights, and development. OHMA is also excellent preparation for doctoral work in fields like anthropology, history, journalism, and American studies or professional degrees in law, education, or social work. \n\nJointly run by the Columbia Center for Oral History Research, one of the preeminent oral history centers in the world, and INCITE, a lively hub for interdisciplinary research in the humanities and social sciences, OHMA connects students with the intellectual resources of a major research university, and with the intimate society of a small cohort of talented students.\n\nDuring a year at OHMA, students learn the skills of digital audio and video production and editing, digital archiving, oral history project design and interviewing, and both historical and social science analysis. Working with an OHMA faculty member, each student is guided through the process of creating a thesis or capstone project. Past projects have taken the form of academic and creative essays, film and audio documentaries, performances, exhibits, and multimedia websites. OHMA students also have access to elective courses taught anywhere within the University and exclusive oral history internship opportunities.\n\nPlease review our admissions page for further information and RSVP to our Eventbrite page in the ticket section above. We looking forward to meeting you in person on January 26!\n\nhttp://oralhistory.columbia.edu/tuition-and-aid", "title": "Jan. 26: OHMA Spring Open House", "start_time": "2017-01-26T18:30:00-0500", "group_url": "https://www.facebook.com/Columbia.OHMA/events", "page_id": "264168007770", "id": "317268201961364", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14481847_10154241428672771_1184353650471687129_o.jpg"}, {"description": "Using the experiences of Lower East Side squatters navigating the legalization of their buildings as a case study, OHMA Co-Director Amy Starecheski asks: What can anthropologists learn by studying oral history as a social practice?\n\nBy both using oral history as a research method and taking historical production as an object of analysis, Starecheski’s research illuminates the key roles that history-making and public storytelling play in making and legitimating collective claims to the city. Shared history is one key way that a group of individuals becomes a community. But how is shared experience transformed into history? And how do people deal with the inevitable conflicts that arise when complicated intersecting lives become public narratives about the past?\n\nAll events are free, unticketed, and open to the public. Refreshments will be served. Video and audio recordings from the Oral History Workshop Series will be available after the events available via our YouTube and iTunes channels.", "title": "Jan. 19: History-Making, Peoplehood, and the Right to the City", "start_time": "2017-01-19T18:00:00-0500", "location": "Knox Hall 509, 606 W 122nd Street, New York, New York 10027", "group_url": "https://www.facebook.com/Columbia.OHMA/events", "page_id": "264168007770", "id": "1126032810766442", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14480489_10154241551887771_6247167444207185338_o.jpg"}, {"description": "Below the Grid is the public practice defining John Kuo Wei Tchen's current curatorial, research, and teaching work. In part it references the foundational Anglo-Dutch Protestant political culture below the 1811 city grid starting at Houston Street but it also references the compounded subaltern and subalternative intermingled lives and improvised experiences which give character to downtown's port culture, a culture far beyond simply the wealthy and the powerful.\n\nThe dialogic, shared meaning-making potential of oral historical engagement can open to a non-didactic, reflective practice of embodied historical knowing. BTG has three facets--its is an approach towards decolonizing intersected experiences, it is a reframing of what is of value, and it is a re-enlivening of everyday meanings and stakes of being here now.\n\nAll events are free, unticketed, and open to the public. Refreshments will be served. Video and audio recordings from the Oral History Workshop Series will be available after the events available via our YouTube and iTunes channels.", "title": "Decolonizing the Silences, Fragments, and Shadows of Manhattan", "start_time": "2016-12-01T18:00:00-0500", "location": "509 Knox Hall, 606 W 122nd Street, New York, New York 10027", "group_url": "https://www.facebook.com/Columbia.OHMA/events", "page_id": "264168007770", "id": "699747293507062", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/q84/s720x720/14444686_10154235408302771_2809511671292875083_o.jpg"}, {"description": "Twenty-five years after the 1991 Crown Heights riot, Brooklyn Historical Society (BHS) has launched Voices of Crown Heights, in an effort to listen beyond the din of riot-based histories for the unheard voices and overlooked narratives in BHS’s existing oral history collections, and through new oral histories of previously overlooked people and communities in Crown Heights. \n\nUsing BHS’s Voices of Crown Heights as an example, this presentation will explore what it means to be a listening institution that collects, preserves, curates, and presents oral histories; and how programming that cultivates public listening to diverse histories and experiences can create opportunities for civic listening. \n\nAll events are free, unticketed, and open to the public. Refreshments will be served. Video and audio recordings from the Oral History Workshop Series will be available after the events available via our YouTube and iTunes channels.", "title": "Nov. 10: Listening to the Unheard Voices of Crown Heights", "start_time": "2016-11-10T18:00:00-0500", "group_url": "https://www.facebook.com/Columbia.OHMA/events", "page_id": "264168007770", "id": "1065164560266674", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14463190_10154235360272771_4976643661233208457_n.jpg?oh=b6c3882298c471a8c9dbfc9bd4e362ef&oe=58877AB0"}, {"description": "Can you envision yourself in our 10th cohort? The Columbia University Oral History Masters Program community is over 100 oral historians strong and growing! We're even offering two $10,000 Future Voices Fellowships to admitted students next year. \n\nPlease join us for an Oral History M.A. program open house on Thursday, November 3, 2016 at 6:30 p.m. in Knox Hall 509. Refreshments will be served.\n\nOHMA OPEN HOUSE\n- Information session\n- Learn about our new Future Voices Fellowship \n- Meet OHMA students and alums\n- Mini-interviewing workshop, taught by OHMA Co-Directors Mary Marshall Clark & Amy Starecheski \n\nIn this open house, Nyssa Chow (OHMA 2015) will be presenting a portion of her thesis, which focuses on the lived experience of history as told by three women born in Trinidad and Tobago in the 1920s. What was life in the British colony like for these women? In \"Still.Life.,\" you will see and hear accounts that are grounded in that time and place, but also stories that are timeless, deeply personal and universally human.\n\nNyssa is an OHMA student and Teaching Fellow in our Method, Theory, and Interpretation course this fall through Columbia’s Center for Teaching and Learning. Her work with OHMA Co-Director Mary Marshall Clark to transform oral history by teaching visual literacy recently received Columbia’s Faculty Provost Award.\n\n***\n\nOHMA is the first program of its kind: a one-year interdisciplinary Master of Arts degree training students in oral history method and theory. Our graduates work in museums, historical societies, advocacy organizations, media, the arts, education, human rights, and development. OHMA is also excellent preparation for doctoral work in fields like anthropology, history, journalism, and American studies or professional degrees in law, education, or social work. \n\nJointly run by the Columbia Center for Oral History Research, one of the preeminent oral history centers in the world, and INCITE, a lively hub for interdisciplinary research in the humanities and social sciences, OHMA connects students with the intellectual resources of a major research university, and with the intimate society of a small cohort of talented students.\n\nDuring a year at OHMA, students learn the skills of digital audio and video production and editing, digital archiving, oral history project design and interviewing, and both historical and social science analysis. Working with an OHMA faculty member, each student is guided through the process of creating a thesis or capstone project. Past projects have taken the form of academic and creative essays, film and audio documentaries, performances, exhibits, and multimedia websites. OHMA students also have access to elective courses taught anywhere within the University and exclusive oral history internship opportunities.\n\nPlease review our admissions page for further information and RSVP to our Eventbrite page in the ticket section above. We looking forward to meeting you in person on November 3!\n\nhttp://oralhistory.columbia.edu/tuition-and-aid", "title": "Nov. 3: OHMA Fall Open House", "start_time": "2016-11-03T18:30:00-0400", "location": "Columbia University Oral History Masters Program", "group_url": "https://www.facebook.com/Columbia.OHMA/events", "page_id": "264168007770", "id": "170315343413888", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14468337_10154241417382771_2023750575001122362_o.jpg"}, {"description": "Helllo HRSMA Students! This coming Thursday (11/3), ISHR will be hosting a townhall for our program. This is a great opportunity to discuss your questions, comments, and ideas about the Human Rights Studies M.A. Program with fellow students and the Education Program. This event will be in KENT HALL 624. We really encourage you to attend and share your honest thoughts about the program. For more information visit: http://www.humanrightscolumbia.org/events/human-rights-studies-ma-townhall\n\nAfter the Townhall, the HRSMAGG will be hosting a Happy Hour (yay!) at The Heights Bar & Grill from 5-7pm. We are aware that some of you have class that day, but we would love to see you even if it's just for a little while. For directions visit: https://www.google.com/maps/place/The+Heights+Bar+%26+Grill/@40.805167,-73.9685008,17z/data=!3m1!4b1!4m5!3m4!1s0x89c2f63b9a9b2e31:0xcd66e8fa1d28780!8m2!3d40.805167!4d-73.9663121", "title": "HRSMA Townhall & Happy Hour", "start_time": "2016-11-03T16:00:00-0400", "location": "The Heights Bar and Grill", "group_url": "https://www.facebook.com/cu.hrgg/events", "page_id": "1646909648890168", "id": "273381686391703", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14590260_1797267683854363_4554189175611408091_n.jpg?oh=9d8d3f04611c9c9ad2ada949935426fe&oe=58D013EC"}, {"description": "“In A Different Key: The Story of Autism” is a book that was more than seven years in the making, and since its publication this year, it has advanced the discussion about autism in the public and medical worlds.\n\nIN OUR NOVEMBER NARRATIVE MEDICINE ROUNDS, Emmy Award–winning correspondent John Donvan and Peabody Award–winning television news producer Caren Zucker will talk about the book, a narrative that offers new insight into the seminal moments of the past near-century: the rise of the disability rights movement, deinstitutionalization, the effort to mainstream those on the spectrum, breakthroughs in neuroscience and our understanding of the mind, and the birth of the neurodiversity movement.\n\nDonvan and Zucker, whose own families have been affected by autism, have been on the front lines of reporting on the social, medical, and legal aspects of autism since 1999, even before it became a national topic of conversation. Their groundbreaking ABC News series, Echoes of Autism, launched in the early 2000s as network television’s first regular autism beat.\n\n\nJohn Donvan is a multiple Emmy Award-winning Nightline correspondent with a long career in journalism. Prior to serving as a regular correspondent to Nightline, he was the Chief White House Correspondent for ABC News. He is the moderator for Intelligence Squared US debates, heard on NPR stations, and has also performed on stage, starring in his truth-based One Man Show, Lose the Kid.\n\nCaren Zucker is an award-winning veteran television news producer who has worked most extensively with ABC News. In addition to her experience in breaking news and live broadcast, she produced and co-wrote a six-part series on autism for PBS in 2011. In 2010, John and Caren co-wrote a piece for Atlantic magazine, \"Autism's First Child\", which was a finalist for the National Magazine Award.", "title": "November Narrative Medicine Rounds: Caren Zucker & John Donvan", "start_time": "2016-11-02T17:00:00-0400", "location": "630 West 168th St 4th floor Faculty Club", "group_url": "https://www.facebook.com/ColumbiaNarrativeMedicine/events", "page_id": "125575980857114", "id": "577009232506324", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14633707_1155082147906487_5013833643811050859_o.jpg"}, {"description": "For our 5K event, we at Columbia Global\nBrigades choose to dedicate this event to\nremember those who the Global Brigades\nFamily has lost (Abigail Flanagan (GS 2018), Daniella Moffson\n(BC 2018), and Olivia Erhardt (CC 2018)), and to also support those friends and families of the entire Medical and\nDental Brigade of January 2016.\n\nTimeline\n9:00AM -  Check-In @ Wein Courtyard\n9:30AM - 5K starts at 116th & Morningside Drive\n9:30-11:00AM - Wein Lounge is available for post-race refreshments\n10:45 AM - Appreciations given by CUGB Board\n\n**Find us at Lerner Mon-Fri (10/17-11/11) for more information!\n** Cost: $5 - preregistration, $7 - at event (cash or Venmo: @CUGB5K)\nAll contributions will be used to support the GB community. Thank you for your support!", "title": "Global Brigades 5K", "start_time": "2016-11-13T09:00:00-0500", "location": "Morningside Park", "group_url": "https://www.facebook.com/CUGlobalBrigades/events", "page_id": "315048638621906", "id": "938260426317374", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-0/p240x240/14680619_993937264066370_7551697704660469275_n.jpg?oh=00fd7140f3929072b054aeb26292496f&oe=58907130"}, {"description": "Calling all all potential UBCMUN delegates! The 2017 conference is right around the corner and registration is now open! \n\n- Early-bird Registration (September 30-October 15): $80.00\n- Regular (October 16-December 9): $95.00\n- Late (December 10-January 7): $100.00\n\nSee our website www.ubcmun.org for more details about the conference.", "title": "UBC MUN 2017 Registration", "start_time": "2017-01-06T11:00:00-0800", "location": "Sheraton Vancouver Wall Centre Hotel", "group_url": "https://www.facebook.com/UBCMUN/events", "page_id": "123054472596", "id": "1698791900440741", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/q82/s720x720/14560063_10154430652812597_6180883561855661376_o.jpg"}, {"description": "Oxfam UBC and UBCMUN are teaming up to host the international fundraiser, OxJam!  This year we're back with a new format, a new partner, and a bunch of new prizes!\n\nOn November 10th, head down to the AMS Pit for a night of local performances, free karaoke and great prizes!  All proceeds generated from this event will be split 50/50 between Oxfam's global development and gender justice work and UBCMUN, a Model UN Conference hosted by UBC's International Relations Students Association (IRSA).\n\nAround the globe, Oxfam works to find practical, innovative ways for people to lift themselves out of poverty and thrive. We save lives and help rebuild livelihoods when crisis strikes. And we campaign so that the voices of the poor influence the local and global decisions that affect them.  For more information: https://www.oxfam.org/en/about \n\nThe goal of Model United Nations is to inspire future diplomats and global citizens to think about international issues in innovative and unusual ways. Participants must discuss and negotiate in order to come up with viable solutions for some of the world’s most urgent problems.  UBCMUN is a three-day conference in its 25th year, organized entirely by UBC student volunteers and is the largest collegiate-level MUN conference in Western Canada.", "title": "OxJam: Karaoke Night (19+)", "start_time": "2016-11-10T20:00:00-0800", "location": "The Pit Pub UBC", "group_url": "https://www.facebook.com/UBCMUN/events", "page_id": "123054472596", "id": "692564047564831", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14717301_1124596617616511_2443325170459448376_n.png?oh=5e300be307266462e01d8bcdbb6df52f&oe=5891DF24"}, {"description": "\"LIGHTS IN THE HEIGHTS\" ride, SUNDAY, DECEMBER 18, 2016\nMeet in Manhattan at 4:30 PM, across from the bicycle entrance to the Manhattan Bridge (NW corner of Canal St & Forsyth St) OR\nMeet in Brooklyn at 5:15 PM, 3rd St & Prospect Park West.\n \n     Join us for a fun and leisurely ride to see the \"miracle mile\" of Christmas Lights and decorations in Dyker Heights, Brooklyn. Come prepared with bicycle bells ringing to the tune of Jingle Bells. A holiday favorite since 1999, this ride proves that it's fun to ride in cold weather. Bring pocket food and dress in layers. Approx. 25 miles round trip.", "title": "Lights in the Heights Ride", "start_time": "2016-12-18T16:30:00-0500", "group_url": "https://www.facebook.com/ColumbiaSustainability/events", "page_id": "168688793336023", "id": "1765662283651169", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14681587_901504879983405_2802863808183734399_n.jpg?oh=39717688c36a0c6a92e5428bed514ca2&oe=5898FA37"}, {"description": "18th annual Cranksgiving NYC charity bike ride! Bring a bike, a bag, a lock and ride in the original Cranksgiving in New York City. This event is FREE, but you'll need $15-$20 to buy food for donation to the Bowery Mission.\n\nNavigate the streets of the city and the aisles of grocery stores as you search for specific canned goods. Once you've collected all your receipts, all of your food will be donated to the city's homeless.\n\nCranksgiving helps feed hundreds of New Yorkers through the Bowery Mission, and other charities.\n\nWebsite\nhttp://www.cranksgiving.org/\nTwitter\nhttp://www.twitter.com/cranksgivingnyc\nInstagram\nhttp://instagram.com/cranksgiving", "title": "Cranksgiving NYC 2016", "start_time": "2016-11-19T13:00:00-0500", "location": "Hudson Yards New York - 34th & 11th", "group_url": "https://www.facebook.com/ColumbiaSustainability/events", "page_id": "168688793336023", "id": "1033117466724972", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14242329_1282891671722619_3755362459680663382_o.jpg"}, {"description": "Environmental Policy Over Coffee (EPOC) at Columbia SIPA and the ECO (The SIPA Environmental Coalition) will host Profesoor Michael Gerrard to present on Legal Pathways to Decarbonization and the Deep Decarbonization Pathway Project (DDPP) \n\nThursday, November 3rd, 2016\n1-2pm\nIAB 1510\n\nProf. Gerrard will present on the DDPP and there will be a short Q/A section at the end. \n\nLunch will be provided!!!!!", "title": "Legal Pathway to Decarbonization and the DDPP", "start_time": "2016-11-03T13:00:00-0400", "group_url": "https://www.facebook.com/ColumbiaSustainability/events", "page_id": "168688793336023", "id": "1187506511305621", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14731288_10153811521976851_585788644897195266_n.jpg?oh=c9a11cd4e5cfebfde1ad16b3d64e9583&oe=589F8E1A"}, {"description": "Do midterms have you in the dumps? How about the dumpster? Join ECO for lunch (provided), and an spiring conversation with activist Rob Greenfield. Rob has recently embarked on an ambitious personal challenge. In his words \"... for 30 days, I am going about life in a manner that is absolutely normal in the USA. I’ll be eating, shopping, and consuming like we are accustomed to in this country. Everything about my life will be normal and the only difference is I have to wear every piece of trash that I create.”\n\nrobgreenfield.tv/trashme/", "title": "Rob Greenfield The Trashman Presents", "start_time": "2016-11-02T13:00:00-0400", "location": "501b IAB", "group_url": "https://www.facebook.com/ColumbiaSustainability/events", "page_id": "168688793336023", "id": "187544718366320", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14753453_10207488719920488_6627405622780812184_o.jpg"}, {"description": "http://chabadtrip.com\n\nTrips this Winter Break & Spring Break \nOnly $399- flight, accomadations & meals INCLUDED!\n\nThe Chabad on Campus Poland trip is a seven-day educational student trip to Poland. The trips promise to be a journey through the history of our people, connecting past, present and future.\n\nAn exploration of the tribulations in exile, focusing on the Holocaust experience in Poland, we will explore the the importance of a strong Jewish presence in Israel and active Jewish communities around the world. The goal is to inspire students to be part of the journey and the future of our people by strengthening their Jewish identity and commitment.", "title": "Poland Trips- Winter/Spring", "start_time": "2016-12-19T17:00:00-0500", "group_url": "https://www.facebook.com/ChabadColumbia/events", "page_id": "149824665067719", "id": "1793175277594014", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/q84/s720x720/14352196_1287640877952753_8310526118137480074_o.jpg"}, {"description": "Don't miss the first Grad & Young Alumni Wine Pairing Shabbos of the semester.  This Chabad House tradition is moving to The Pita Grill this month!  Please be sure to head over there on Nov 18th.  They are located at 1028 Amsterdam Ave. (Between 109th & 110th St) \n\nWine Pairing Shabbos is an elegant evening with three courses of gourmet food and three expertly paired wines.  Share the evening with a 21+ crowd of Columbia Graduate Students, Young Alumni and GS Students.  Friends are welcome to attend with the Non-Columbia Fee.  (PM Chava if you would like a discount for a spouse or significant other) \n\nFor those not interested in drinking wine the culinary experience and company alone will definitely be worth it!\n\nThere is a $30 cover charge for Columbia Student & Alumni, but RSVP at the link above before November 10th and get 25% off! The discount code is EarlyBird.\n\nNon-Columbia Guests (Students or otherwise) have a $45 cover.  \n\nFriday, Nov. 18th \nCandle lighting: 4:16pm \nDinner: 7:00pm", "title": "Grad & Young Alumni Wine Pairing Shabbos", "start_time": "2016-11-18T19:00:00-0500", "location": "Pita Grill Kosher on Amsterdam", "group_url": "https://www.facebook.com/ChabadColumbia/events", "page_id": "149824665067719", "id": "1808644612754621", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14910290_1327225943994246_4347119193871334082_n.jpg?oh=c4edc600805f0a0e3e79c6f1999b69c7&oe=58CF29D1"}, {"description": "A Special Book Talk with Anaheed Al-Hardan, Assistant professor of sociology at the American University of Beirut.\n\nOne hundred thousand Palestinians fled to Syria after being expelled from Palestine upon the establishment of the state of Israel in 1948. Integrating into Syrian society over time, their experience stands in stark contrast to the plight of Palestinian refugees in other Arab countries, leading to different ways through which to understand the 1948 Nakba, or catastrophe, in their popular memory.\n\nConducting interviews with first-, second-, and third-generation members of Syria's Palestinian community, Anaheed Al-Hardan follows the evolution of the Nakba—the central signifier of the Palestinian refugee past and present—in Arab intellectual discourses, Syria's Palestinian politics, and the community's memorialization. Al-Hardan's sophisticated research sheds light on the enduring relevance of the Nakba among the communities it helped create, while challenging the nationalist and patriotic idea that memories of the Nakba are static and universally shared among Palestinians. Her study also critically tracks the Nakba's changing meaning in light of Syria's twenty-first-century civil war.", "title": "Palestinians in Syria - Nakba Memories of Shattered Communities", "start_time": "2016-11-14T12:30:00-0500", "location": "Center for Palestine Studies at Columbia University", "group_url": "https://www.facebook.com/CUPalestine/events", "page_id": "199655780070317", "id": "1843396019229919", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14711521_1107576102611609_4354121694289252504_o.jpg"}, {"description": "Join us for a special film screening and discussion with the filmmaker, and an introduction by Bruce Robbins!\n\nWatch the trailer here: https://vimeo.com/140303006\n\nAn elderly Palestinian couple in a final standoff with the Israeli authorities to maintain their lifestyle in Roshmia; the last natural valley in Haifa. Yousef and his wife Amna, who originally descents from the Gypsies of Palestine, have lived in a shack all alone in their eighties since 1956 in what seems to be a life of serenity; far away from the loudness of modern life. Life remains peaceful in Roshmia until the israeli authorities endorse a new road project and order to confiscate their land, demolish the shack and throw them out. A friend of the couple tries to secure a compensation from the municipality but the shack is Yousef’s home that he insists on keeping; living in bliss and comfort as ever, however the negotiations continue and tension grows among the three. Furthermore, and besides the physical displacement and despair they are nearly facing, Yousef and Amna are about to go on separate ways.\n\nSee the official event webpage: https://centerforpalestinestudies.squarespace.com/cps-fall-2016/2016/10/18/roshmia-a-film-by-salim-abu-jabal", "title": "Roshmia - A film by Salim Abu Jabal", "start_time": "2016-11-10T19:00:00-0500", "location": "Davis Auditorium @ CEPSR #412 530 West 120th Street #412 New York, NY, 10027 United States", "group_url": "https://www.facebook.com/CUPalestine/events", "page_id": "199655780070317", "id": "540390936156638", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14680914_1107573015945251_1643399426970186850_o.jpg"}, {"description": "CONTEMPORARY THEATER IN PALESTINE: \nMore theaters in Palestine are creating their own theater productions or “devised” theater. Instead of using a script, the actors and directors generate their own material using research and improvisational techniques. Zuabi discusses his own work and theater being generated by colleagues in Palestine.\n\nFor more information, please visit: \nhttp://www.palestine.mei.columbia.edu/cps-fall-2016/2016/9/26/theater-director-playwright-amir-nizar-zuabi", "title": "Theater Director & Playwright Amir Nizar Zuabi", "start_time": "2016-11-02T18:00:00-0400", "location": "Pulitzer Hall World Room, Columbia Journalism School 3rd Floor 2950 Broadway New York, NY, 10027 United States", "group_url": "https://www.facebook.com/CUPalestine/events", "page_id": "199655780070317", "id": "1714821152178223", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14915458_1118533208182565_7836126673797421262_n.png?oh=8515555fea65469a215bcc9a670d8360&oe=588CAA3C"}, {"description": "CONTEMPORARY THEATER IN PALESTINE: \nMore theaters in Palestine are creating their own theater productions or “devised” theater. Instead of using a script, the actors and directors generate their own material using research and improvisational techniques. Zuabi discusses his own work and theater being generated by colleagues in Palestine.\n\nFor more information, please visit: \nhttp://www.palestine.mei.columbia.edu/cps-fall-2016/2016/9/26/theater-director-playwright-amir-nizar-zuabi", "title": "Theater Director & Playwright Amir Nizar Zuabi", "start_time": "2016-11-02T18:00:00-0400", "location": "Pulitzer Hall World Room, Columbia Journalism School 3rd Floor 2950 Broadway New York, NY, 10027 United States", "group_url": "https://www.facebook.com/CUPalestine/events", "page_id": "199655780070317", "id": "1106467932741327", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14717070_1115844621784757_6156335973293840661_n.png?oh=39ff770c269ba69a2dddfcf95dd327cd&oe=588D68AA"}, {"description": "\"SIPA Diversity Spotlight Series: Navigating the Professional Policy World as a Person of Color\"\n\nJoin alumni and current students from SIPA's Diversity Coalition - SIPA Students of Color, Gender Policy Working Group, Human Rights Working Group, and Spectrum - for a discussion over lunch on the importance of a diverse student body in schools of public policy and international affairs, and how to navigate the professional policy world as a person of color. \n\n*Lunch will be provided.\n\nRegistration is required. Please use the ticket link to confirm your attendance.\n\nNote: This is a closed event for prospective students and applicants. Only members/alumni of the following groups are welcome to attend: SIPA Students of Color, Gender Policy Working Group, Human Rights Working Group, and Spectrum.", "title": "SIPA Diversity Spotlight Series: The Symposium", "start_time": "2016-11-14T11:00:00-0500", "location": "Columbia | SIPA", "group_url": "https://www.facebook.com/Columbia.SIPA/events", "page_id": "76561782869", "id": "1369390463093681", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14633384_10154494325907870_2296491873117100697_o.jpg"}, {"description": "As the 2016 Fall Regional Conference in Niagara Falls looms ahead, Columbia NSBE is making sure you are prepared to meet with employers! Join us this week as we kick off our #CountdownToFRC series with 'Resume Renovations'! Bring your laptops and receive uber-useful tips on how to make your resume stand out and shine above the rest. See you there!", "title": "Countdown To FRC: Resume Renovations", "start_time": "2016-11-02T20:00:00-0400", "location": "Hamilton 413", "group_url": "https://www.facebook.com/columbiansbe/events", "page_id": "114390022041630", "id": "402969636758165", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14884626_731897816957511_9141739882430893889_o.jpg"}, {"description": "This will be a time for students to come and relax after midterms and do up-cycled crafting. We will spend lunch learning how to use corks, bottle tops, toilet paper rolls, etc. to create fun Halloween themed crafts. We also encourage everyone to bring their favorite Halloween or Fall treat!\n******Please sign up via the Orgsync Link********", "title": "Crafterno0o0o0on", "start_time": "2016-10-31T11:45:00-0400", "location": "ARB 11th Floor, EHS Room 1101", "group_url": "https://www.facebook.com/sea.columbia.publichealth/events", "page_id": "1405148386402168", "id": "998207096972608", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14633377_1754796011437402_8795299468885887081_o.jpg"}, {"description": "*PLEASE NOTE THAT ENTRANCE TO LERNER REQUIRES A CUID. IF YOU'D LIKE TO ATTEND BUT DON'T HAVE A CUID, PLEASE MESSAGE US OR EMAIL US AT columbiasjp@gmail.com TO GET ONTO THE GUEST LIST*\n\nAfter a series of hunger strikes and inmate uprisings, on September 9th, 2016, prisoners across the United States began a coordinated strike \"in protest against prison slavery, protest against the school to prison pipeline, protest against police terror, protest against post-release controls\". In the US, in Israel, and in the Occupied Palestinian Territories, mass incarceration and policing have emerged as ubiquitous tools of social control. The combination of structural conditions, apartheid laws, and regular acts of calculated violence work to secure and reproduce white supremacy in the US and Zionist supremacy in Palestine. We see this work being done every single day, from the regular police executions of black bodies in the streets of major US cities, to the regular campaigns of executions, bombing, and gassing of Palestinian civilians conducted by the Israeli occupation forces.\n\n\nOn Thursday, November 3rd, join MAD (Mobilized African Diaspora) and Columbia University Apartheid Divest in dissecting the US and Israeli carceral states and discussing the history of resistance to these structures, from the First Palestinian Intifada to the ongoing US prison strike. How are these repressive apparatuses set up in the first place? What drives those subordinated under them to finally rebel? How are conditions within prisons set up so as to destroy this spirit of rebellion? And what can we do, as members of the Columbia community, to stand on the side of those struggling under the weight of these structures?", "title": "Incarceration and Apartheid", "start_time": "2016-11-03T19:00:00-0400", "location": "Roone Arledge Cinema @ Columbia University", "group_url": "https://www.facebook.com/CUapartheiddivest/events", "page_id": "1569353746684096", "id": "1707938149522962", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14884666_10155192863940931_5374420812667479343_o.jpg"}, {"description": "Join us as we watch a documentary and learn about the history and the identites of Two Spirit folks, as well as how the intersections of colonization and occupation has affected these communities. Lunch will be provided!!", "title": "Quench: Two Spirit Identity and History", "start_time": "2016-11-04T12:30:00-0400", "location": "Lerner Hall Room 401", "group_url": "https://www.facebook.com/CULGBTQ/events", "page_id": "248492921860598", "id": "314145155633277", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14889906_1216461601730387_7413582515574806109_o.jpg"}, {"description": "Sarah Maslin Nir, New York Times reporter and former Columbia Journalism student is coming to the Journalism School to share her experiences, notable lessons and tips with students. Nir's recent work includes the expose on the working conditions and health hazards of nails salons in New York City, which prompted workplace enforcement actions by Govenor Andrew Cuomo. Her Master's Project from the Journalism School was published in the New York Times, where she has been a staff reporter since 2011.", "title": "SPJ Presents: NYT Reporter Sarah Maslin Nir", "start_time": "2016-12-01T18:30:00-0500", "location": "Stabile Student Center", "group_url": "https://www.facebook.com/ColumbiaUniversitySPJ/events", "page_id": "1638693513077751", "id": "331689007182439", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14713594_1824608877819546_2232938299161532110_n.jpg?oh=2fda8e174f809a6baac46be400dba301&oe=589AAB9F"}, {"description": "//WHAT IS HILLTOP?//\n\nHillTop, the largest undergraduate-run global health conference hosted at Columbia University, brings together over 100 passionate students from eight universities across the northeast for a weekend of lectures, workshops, and discussions. This conference provides an unparalleled opportunity for students to learn from and network with global health leaders (Mailman School of Public Health, NYU College of Global Public Health) and spark conversations to encourage nuanced perspectives on global health.\n\n//THE 2016 THEME//\n\nThis year we will be exploring the theme of “EMERGE: Health and Recovery in Post-Conflict Settings.” Our speakers will be sharing their expertise on the Syrian refugee crisis, children's rights in conflict settings, trauma recovery and torture prevention, the aftermath of Hurricane Katrina, and more. \n\n//REGISTRATION// \n\nPlease submit registration form and payment no later than Thursday, October 20th, 11:59PM EST! \n\nFor Columbia University students, registration for the conference is $30 (including 4 meals) or $15 (no meals). The form to register can be found here: \n\nhttp://bit.ly/2dQdjR7 \n\nFor non-Columbia students, registration for the conference is $60 (including housing and 4 meals. \n\nhttp://bit.ly/2ecmOM8\n\n If you have any questions at all, please don’t hesitate to reach out to columbiahilltop@gmail.com—we’d be happy to answer them!", "title": "GlobeMed at Columbia University: HillTop Conference 2016", "start_time": "2016-11-11T15:00:00-0500", "location": "GlobeMed at Columbia University", "group_url": "https://www.facebook.com/GlobeMedatColumbia/events", "page_id": "147068098704542", "id": "637963543051129", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14691441_1122446581166684_5073602060961589508_o.png"}, {"description": "各位學生看過來！想在端莊典雅的哥大教育學院禮堂有個難忘的下午嗎？歡迎一起來共襄盛舉! 我們將播映魏德聖導演的新片《52 Hz, I Love You》，並邀請到魏導本人至現場與觀眾們分享他拍片的靈感、幕後趣事、以及他一路走向成功的道路。\n\n電影有英文字幕、座談會也會有現場翻譯，趕快拉你的外國學生朋友一起來參加！\n\n而且，有別於美國巡迴的其他場次，我們的活動完全免費唷！\n\nAre you looking for an amazing afternoon before Thanksgiving? Come and check out this event! We will be screening the renowned Taiwanese director Wei Te-Sheng’s latest film 《52 Hz, I Love You》! \n\nWhat else? It get’s even better… we’ve successfully invited Mr. Wei to our event to discuss about what inspired him to make this romantic musical, what happens behind the scenes as cameras rolling, his journey to becoming a successful movie director, and of course all the nitty- gritty details! \n\nThe movie and symposium will be presented in Chinese Mandarin; however, English subtitles will be available throughout the screening of the movie along with a translator during the symposium. \n\nEntrance to this event is FREE for ALL STUDENTS. What are you waiting for? Bookmark this in your calendars and come join us for a lovely afternoon with Director Wei Te-Sheng! \n\n時間 Time：\n11/22 Tuesday 3:00 - 6:00 pm \n\n地點 Location：\nCowin Auditorium, Teachers College, Columbia University\n\n購票資訊 Admission: \n本活動僅開放給學生，持學生證者（任何學校皆可）免費。哥大畢業校友及教職員亦可參加。請填寫以下表單。\nSTUDENT ONLY. (ANY school). Please fill up the following form and bring your valid student ID. Columbia alumni and staff are welcomed for sure as well!\n\nhttps://goo.gl/forms/TFJU1e4W13DYoQbr1\n\n注意事項 Notes：\n1. 若報名人數超過場地容量（300人），會依下列順序給票：哥大在學生、哥大校友及教職員、其他學校學生（依報名順序先後）\nIn the event that the venue exceeds maximum allowed capacity (300 people), please be advised that we will give out tickets in the following order: TC& CU students, CU Alumni, students from other respective schools according to register time.\n\n2. 播放電影時請全程關閉3C產品、禮堂內亦禁止飲食。若違反規定者，請全額負擔相關費用，並承擔衍生之法律責任。\nPlease turn off all electronic devices and do not eating in the venue. Anyone who violates the law will have to pay for the fine and take all the legal responsibility.\n\n3. CUTGSA及TCTC保有更改活動的一切權利。\nCUTGSA & TCTC have the right to change event, if needed.\n\n電影介紹 Introduction：\n\n偌大的海洋中，擁擠的城市裡，\n唱著52赫茲的我，不小心成為了世界上最寂寞的鯨魚。\n但有沒有一種可能，因為你，我的孤單只是故事的開始…\n\n創下台灣電影紀錄的魏德聖導演又有新作了！這個輕鬆小品《52 Hz, I Love You》 是魏導繼 《海角七號》 後睽違9年的音樂愛情電影，節奏明快貼近生活的預言式敘事方式，加上生活化的有趣對白、細膩的畫面、個性鮮明角色與朗朗上口的音樂旋律，深深吸引觀眾融入在電影中，重新為自己找回「愛」的勇氣與美好。\n\n從《海角七號》、《賽德克巴萊》系列到《KANO》，魏導每一次的拍片都是台灣電影史上的新挑戰，這次對於挑戰台灣從來沒有過的「音樂喜劇」類型，過程並不如外界想得輕鬆，有許多需要克服的技術層面，包括將台詞融入到歌詞裡、配合主角情緒改變的電影音樂、以及前製作業與現場收音的困難，拍片過程都遇上許多難題，但魏導都一一克服並完成了。\n\n「孤單，只是故事的開始」，魏導希望觀眾看完《52Hz, I love you》之後，可以哼著歌走出戲院，無論身旁的人是誰，都能開心地帶著滿滿的幸福感回家。\n\n《52Hz, I love you》 絕對是一部非常不一樣的影片，這是2017年春節才會在台灣上映的作品，但魏導希望能夠回饋給海外朋友，讓大家比台灣更早一步嚐鮮。請在紐約的大家，千萬不要錯過! \n\n宇宙人主唱小玉、棉花糖主唱小球、金曲獎得主舒米恩與小男孩樂團的主唱米非，分別飾演小安、小心、大河、蕾蕾。這也是四位樂團主唱首次挑戰音樂電影，其他王牌配角及客串演員還有亞太影后張榕容、金馬獎最佳新演員李千娜、賽德克巴萊林慶台、海角七號范逸臣、田中千繪、 馬念先、資深實力派趙詠華、以及台北市長柯文哲。請拭目以待！\n\n官方粉絲頁:\nhttps://www.facebook.com/52hziloveyounyc/\n《52Hz, I love you》精彩演員陣容及前導預告！\nhttps://www.youtube.com/watch?v=1FFj_n7Lx-I\nhttps://www.youtube.com/watch?v=D25nyRCKhYU\n\nRenowned Taiwanese director Wei Te-sheng’s (魏德聖) newest movie 52Hz, I love you will screen across 50+ North American locations in its worldwide premiere. After his successes with Cape No. 7  (Taiwan’s highest-grossing film of all time), Seediq Bale, and Kano, Wei has taken this unusual move of launching 52Hz, I love you abroad before its January 26, 2017 Taiwan release.\n\nThis movie will present a series of romantic comedy stories with beautiful original songs that take place in modern Taipei City, Taiwan, on Valentine’s Day”. The film’s title is inspired by the 52Hz whale, a creature dubbed the “world’s loneliest whale” because no other whales can hear its 52Hz frequency calls.\n\n“I found this whale very fascinating; it echoes the movie’s theme, which is loneliness,” says Wei. “Just like how no one hears this lonely whale, how many people in Taipei have love inside of them but nobody knows? Or simply need a chance to say ‘I love you’ and be heard?”\n\nIt appears that 52Hz, I love you represents a shift from Wei’s past work, which tended to incorporate narratives from Taiwan’s history and shift the limelight away from Taipei. Regardless, Wei hopes that this new approach will be even more effective at capturing audiences’ attention.\n“The movie we’re making this time is going to be different from before,” says Wei. “This time, we are bringing everyone happiness and satisfaction. I hope we can really accomplish this.”\n\nEnglish introduction was adopted from the article be Anthony Kao\nhttp://www.cinemaescapist.com/2016/10/52hz-i-love-you-north-america-premiere/\n\nVisit the Facebook page and youtube for more details.\nhttps://www.facebook.com/52hziloveyounyc/\nhttps://www.youtube.com/watch?v=uhUXXi-EfRs", "title": "《52 Hz, I Love You》@ Columbia University", "start_time": "2016-11-22T15:00:00-0500", "location": "Cowin Center Teachers College, Columbia University", "group_url": "https://www.facebook.com/columbiatgsa/events", "page_id": "864052077004433", "id": "359845134352439", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14856016_1152554811487490_1957171280876713497_o.jpg"}, {"description": "Don't have any Halloween plans? Want to spend some quality time with your fellow Columbia MechE's? Join ASME for a fun cookie decorating event and show off your creative skills! \n\nHope to see everyone there!^.^", "title": "Halloween Cookie Decorating Social", "start_time": "2016-10-31T17:00:00-0400", "location": "MECE Conference Room", "group_url": "https://www.facebook.com/asme.columbia/events", "page_id": "1494887544128402", "id": "1769559579993791", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14524376_1832257477058072_3605327443794609693_o.jpg"}, {"description": "The Diamond Sutra, one of the most revered sutras in the Mahayana tradition of Buddhism, expounds the fundamental Buddhist principle of non-attachment as the source of wisdom and faith. In the midst of this turbulent election season, the principle of non-attachment serves as a challenge to the language of division and prejudice. In this talk, we will reflect on these challenges and more through meditation on the wisdom of the Diamond Sutra.", "title": "Reflection on Race Through Reading the Diamond Sutra", "start_time": "2016-11-02T18:00:00-0400", "location": "Columbia University Office of the University Chaplain", "group_url": "https://www.facebook.com/columbiaouc/events", "page_id": "1699189460312034", "id": "590705934447052", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/12322914_1854804388083873_5445394716811132584_o.jpg"}, {"title": "Columbia Lions vs. Fordham Rams", "start_time": "2016-11-12T21:15:00-0500", "location": "Ice Hutch", "group_url": "https://www.facebook.com/columbiahockey/events", "page_id": "10150105081645691", "id": "1818593568356863", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14859761_10157779414520691_3134644466392186426_o.jpg"}, {"description": "It's that time of year again! Help Columbia Wushu fundraise by buying delicious donuts! Stop by Ramp Table #6 on Wednesday, and Ramp Table #2 on Thursday!\n\nPrices:\nA single glazed donut for $1,\na dozen glazed donuts for $10,\na single chocolate glazed donut for $2,\nor a dozen chocolate donuts for $20!\n\nAlready know you want donuts?\nOrder from the pre-order form here: https://docs.google.com/forms/d/1Bw9dFfmPt2LniUMZJF6K53YQRZOuiizkkWB6vExhX5A/edit\n\nSee you there!", "title": "Columbia Wushu's Krispy Kreme Fundraiser!", "start_time": "2016-11-02T10:00:00-0400", "location": "Lerner Ramps", "group_url": "https://www.facebook.com/ColumbiaWushu/events", "page_id": "125692804276829", "id": "336407250045998", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14731309_617966875049417_5532801317103595747_n.jpg?oh=579f1d432db2af565e3bb8877e6568f8&oe=58D29BA1"}, {"description": "Music by Camille Saint-Saëns, with poetry by Ogden Nash\n\nMiller’s holiday “salute to feathers, fur, and fins” is back! Bring your friends and family and join us for a reinvigorated version of Lake Simons’ imaginative Carnival. Watch as everyday objects take on new lives as lions, elephants, and birds, through the incredible work of our puppeteers. Hear top-notch musical performances by some of the city’s best players. Whether you saw it last year or are joining us for the first time, it’s an experience that’s sure to delight imaginative audiences of all ages—whether you’re young or just young at heart.\n\nPerformers:\nLake Simons, designer and director\nLaura Barger, music director and pianist\n\nRepertoire:\nCamille Saint-Saëns: The Carnival of the Animals (1886)\n\nAdditional Information:\nTickets: $15 - $40 for adults, $9 - $24 for children. Recommended for ages 6 and up. Children under 12 must be accompanied by an adult. Each person, regardless of age, must have a ticket to be admitted.", "title": "Carnival of the Animals: 5pm", "start_time": "2016-12-17T17:00:00-0500", "location": "Miller Theatre at Columbia University", "group_url": "https://www.facebook.com/millertheatre/events", "page_id": "26916178394", "id": "525587174313653", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14543921_10154740263448395_2562451176052109217_o.jpg"}, {"description": "Music by Camille Saint-Saëns, with poetry by Ogden Nash\n\nMiller’s holiday “salute to feathers, fur, and fins” is back! Bring your friends and family and join us for a reinvigorated version of Lake Simons’ imaginative Carnival. Watch as everyday objects take on new lives as lions, elephants, and birds, through the incredible work of our puppeteers. Hear top-notch musical performances by some of the city’s best players. Whether you saw it last year or are joining us for the first time, it’s an experience that’s sure to delight imaginative audiences of all ages—whether you’re young or just young at heart.\n\nPerformers:\nLake Simons, designer and director\nLaura Barger, music director and pianist\n\nRepertoire:\nCamille Saint-Saëns: The Carnival of the Animals (1886)\n\nAdditional Information:\nTickets: $15 - $40 for adults, $9 - $24 for children. Recommended for ages 6 and up. Children under 12 must be accompanied by an adult. Each person, regardless of age, must have a ticket to be admitted.", "title": "Carnival of the Animals: 2pm", "start_time": "2016-12-17T14:00:00-0500", "location": "Miller Theatre at Columbia University", "group_url": "https://www.facebook.com/millertheatre/events", "page_id": "26916178394", "id": "1678611555802129", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14590043_10154740258688395_8625926532351758186_o.jpg"}, {"description": "Britain’s lauded Renaissance choir returns with a seasonal program focused on classic texts about the Christmas story, as interpreted and set to music by some of the lesser-known masters of early music. Josquin, Victoria, and Taverner mingle with Franco-Flemish and Mexican contemporaries, in a program that celebrates the wonder and magic of the season.\n\nPerformers:\nThe Tallis Scholars \n\nRepertoire:\nJosquin des Prez: Praeter rerum seriem\nCipriano de Rore: Missa Praeter rerum\nCipriano de Rore: Hodie Christus natus est\nTomás Luis de Victoria: Magnificat Primi Toni\nClaudin de Sermisy: Salve regina\nHernando Franco: Salve regina\nJohn Taverner: O splendor gloriae", "title": "Tallis Scholars: A Renaissance Christmas", "start_time": "2016-12-10T20:00:00-0500", "location": "Miller Theatre at Columbia University", "group_url": "https://www.facebook.com/millertheatre/events", "page_id": "26916178394", "id": "262915550772574", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14753282_10154740249478395_3551628358838641510_o.jpg"}, {"description": "Bring a friend, grab a drink, and join some of today’s most interesting performers onstage at Miller Theatre on select Tuesday evenings.\n\nThe orchestral nature of Brahms’s G minor piano quartet, No. 25, along with its irresistible Gypsy-style final movement, makes it one of the finest of the genre. Emerging stars from the Curtis Institute of Music perform alongside their mentor, Ayane Kozasa, as they take on this multifaceted piece in our final Pop-Up Concert of 2016.\n\nAll concerts start at 6 p.m. Admission is on a first-come, first-served basis, and doors open at 5:30 p.m.\n\nPerformers:\nStephen Tavani, violin\nAyane Kozasa, viola\nZachary Mowitz, cello\nChelsea Wang, piano\n\nRepertoire:\nJohannes Brahms: G minor piano quartet, Op. 25 (1861)", "title": "Pop-Up Concerts: Curtis on Tour Chamber Ensemble", "start_time": "2016-12-06T18:00:00-0500", "location": "Miller Theatre at Columbia University", "group_url": "https://www.facebook.com/millertheatre/events", "page_id": "26916178394", "id": "1726957734296505", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14633253_10154740221148395_2633282194160549584_o.jpg"}, {"description": "“Imagine sound on a spectrum,” says Zosha Di Castri, “moving fluidly between abstract soundscapes, gestural outbursts, and referential echoes of musics half-remembered.” Pianists, percussionists, and vocalists come together alongside electronics to explore the rich gamut of Di Castri’s work. Two premiere performances—including Near Mute Force for members of both ensembles—are among the evening’s repertoire.\n\nPerformers:\nZosha Di Castri, composer\nYarn/Wire \nEkmeles \n\nRepertoire:\nNew work for Yarn/Wire  (2016) world premiere\nNear Mute Force (2016) U.S. premiere\nThe Animal after Whom Other Animals are Named (2013)\nThe Thinking Eye (2006)", "title": "Composer Portraits: Zosha Di Castri", "start_time": "2016-12-01T20:00:00-0500", "location": "Miller Theatre at Columbia University", "group_url": "https://www.facebook.com/millertheatre/events", "page_id": "26916178394", "id": "245798405823374", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14714846_10154740216783395_3073405794807511005_o.jpg"}, {"description": "Bring a friend, grab a drink, and join some of today’s most interesting performers onstage at Miller Theatre on select Tuesday evenings.\n\nEach member of the unparalleled ensemble loadbang is a double threat, composing or arranging every piece on the program for this Pop-Up Concert. Their unique lineup of baritone voice, bass clarinet, trumpet, and trombone makes for a one-of-a-kind contemporary music experience, as each selection they perform must be composed just for them. Alongside five of their own works, loadbang will also perform a medieval motet custom arranged for their unique arrangement.\n\nAll concerts start at 6 p.m. Admission is on a first-come, first-served basis, and doors open at 5:30 p.m.\n\nPerformers:\nCarlos Cordeiro, bass clarinet\nAndy Kozar, trumpet\nJeffrey Gavett, baritone\nWilliam Lang, trombone\n\nRepertoire:\nAndy Kozar: To Keep My Loneliness Warm (text by Lydia Davis)\nWilliam Lang: Vi-Om\nCarlos Cordeiro: Untitled #3\nJeffrey Gavett: quis det ut\nJosquin des Prez arr. Gavett Absalom: fili mi\nLang: There Might Be One More", "title": "Pop-Up Concerts: loadbang", "start_time": "2016-11-22T18:00:00-0500", "location": "Miller Theatre at Columbia University", "group_url": "https://www.facebook.com/millertheatre/events", "page_id": "26916178394", "id": "1174832575942915", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14753306_10154740151648395_1281503040080314058_o.jpg"}, {"description": "As a student, Lei Liang attended class mere blocks from the Tiananmen Square protests; ever since, he has viewed art as a way to counteract violence and find freedom. His compositions pay homage to his Chinese culture while drawing on Western counterpoints. This Portrait, performed by several of Liang’s West Coast colleagues, explores opposing forces, bringing together light and dark, paradise and inferno.\n\nPerformers:\nLei Liang, composer\nMark Dresser, contrabass\nloadbang \nJACK Quartet \nSteven Schick, conductor\n\nRepertoire:\nLakescape V (2016) world premiere, Miller Theatre co-commission\nLuminous (2014) New York premiere\nAscension (2008)\nSerashi Fragments (2005)", "title": "Composer Portraits: Lei Liang", "start_time": "2016-11-17T14:00:00-0500", "location": "Miller Theatre at Columbia University", "group_url": "https://www.facebook.com/millertheatre/events", "page_id": "26916178394", "id": "209173732848290", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14753853_10154740146108395_1459982503709609439_o.jpg"}, {"description": "When we first heard Alicia Olatuja, we were instantly impressed. Called “one of the most thrilling vocalists of today” (Jazz Times), she has an incredible range, fueled by her fluency in multiple world music styles, classical studies at Manhattan School of Music, and an undeniable, ingrained musicality. She wowed audiences when she sang at Barack Obama’s 2013 inauguration, and her powerful vocals have received unanimous acclaim. You won’t want to miss this Miller debut. \n\nPerformers:\nAlicia Olatuja, vocals\nRasul A-Salaam, vocals\nJon Cowherd, piano\nDavid Rosenthal, guitar\nEric Wheeler, bass\nJohn Davis, drums", "title": "Jazz: Alicia Olatuja Sextet", "start_time": "2016-11-12T20:00:00-0500", "location": "Miller Theatre at Columbia University", "group_url": "https://www.facebook.com/millertheatre/events", "page_id": "26916178394", "id": "1210035189068222", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14753762_10154740137123395_880171695182333530_o.jpg"}, {"description": "Until recently, Tim Munro was the charismatic flutist of Grammy-winning new music group eighth blackbird. In this evocative program, he makes his New York solo debut, combining music, storytelling, and song with dreamy lighting and a bevy of new works. The composers featured run the gamut stylistically, from post-punk guitarist to literature buff to Pulitzer Prize finalist. Through their works, Munro explores the time between sleep and waking, that fertile moment when we remember and tell our tales, before drifting off to dreaming.\n\nPerformers:\nTim Munro, flute\nKate Soper, soprano\nMary Ellen Stebbins, lighting design\n\nRepertoire:\nChristopher Cerrone: Liminal Highway (2016) world premiere, Miller Theatre co-commission\nBrett Dean: Notes from the twittersphere (2015) world premiere\nKate Soper: Only the Words Themselves Mean What They Say (2011) \nMalin Bång: Alpha Waves (2008) \nDavid Reminick: Seven Somniloquies (2015) New York premiere\nTom Johnson: Counting Duets (1982)", "title": "Tim Munro: Recounting", "start_time": "2016-11-10T20:00:00-0500", "location": "Miller Theatre at Columbia University", "group_url": "https://www.facebook.com/millertheatre/events", "page_id": "26916178394", "id": "1619568958343797", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-0/p480x480/14700809_10154740129928395_1284268332335384067_o.jpg"}, {"description": "Wednesday November 2, 2016\n12-1pm | Garden Room 2 | Faculty House | 64 Morningside Dr.\n\n Come join us in the Garden Room at Faculty House, where Students and Music Associates from Columbia University's Music Performance Program will be showcased in a noontime recital series.\n\n PROGRAM\n\nSelections will be announced from the stage.\n\nBIOGRAPHY\n\nSam Klein-Markman is a senior at Columbia University studying Political Science and music. He has won numerous composition and performance awards including Downbeat Student Music Awards for Best Orchestrated Composition and Best Composition and Best High School Combos. He performed at the Monterey Jazz Festival with his Berkeley High Combo and the SFJAZZ High School All-Stars, which won the Monterey Next Generation Festival. His music studies took him to Cuba last fall, where he studied Cuban percussion and tres at Havana’s ISA (Instituto Superior De Arte). This group will be playing some of his originals as well as some other tunes they like!", "title": "Mid-Day Music at Columbia ft. Sam Klein-Markman, jazz guitar", "start_time": "2016-11-02T12:00:00-0400", "location": "Music Performance Program at Columbia University", "group_url": "https://www.facebook.com/MusicPerformanceProgramAtColumbiaUniversity/events", "page_id": "495813463815666", "id": "331553573863435", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14591785_1205331582863847_1396434178398652717_n.jpg?oh=89404880f3567de6341ce320faee2eff&oe=58CFB841"}, {"description": "Come to SAUF's first seminar with our Creative Director Karisma, who will be leading a discussion/seminar on how to write a screenplay. Bring your ideas/unfinished scripts!\n\nSee you there!", "title": "SAUF Screenwriting Seminar", "start_time": "2016-11-10T20:00:00-0500", "group_url": "https://www.facebook.com/cusauf/events", "page_id": "613980375322973", "id": "1721937588132892", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14568195_1140793479308324_7710811225754487845_n.jpg?oh=9b7cab0f9c00243de470207554999c35&oe=58D3038A"}, {"description": "Come audition to be in one of our many short films this semester! Low time commitments and awesome projects!\n\nSpecifically looking for: \n\nFemale of any race or age, must be a strong dancer//fast at learning choreo\nMale of any race or age. Must have some dance experience//fast at learning choreo\nChild of any race, anywhere between ages 3-9. (VERY small time commitment)\nBlack male, brown eyes, very tall (necessary for plot), bearded, early 20s \nBlack female, heavy set, early-to-mid 20's\nBlack male, 20's\nWhite male of any age\n6 additional actors  - no race or age required", "title": "Casting CALL: SAUF Short Films", "start_time": "2016-11-01T20:00:00-0400", "group_url": "https://www.facebook.com/cusauf/events", "page_id": "613980375322973", "id": "1796469120638267", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14591819_1140798992641106_153191864818769827_n.jpg?oh=45ab9b73763701c0189fda5f52f983d9&oe=589980E6"}, {"description": "Please join us on Monday, December 5th, at 6:15 pm in the Heyman Center's Common Room for an engaging discussion on Europe's Constitution. Columbia's own James P. Shenton Assistant Professor of Political Science, Turkuler Isiksel, \nwill be leading a book panel on his new work, Europe's Functional Constitution: A Theory of Constitution beyond the State. \nPanelists will include Columbia Political Theory and Hellenic Studies Professor Nadia Urbinati, Columbia Law School Professor Katharina Pistor and New York University Law School Professor Mattias Kumm.\nThis event will be proudly co-sponsored by the Heyman  Center for Humanities and Dean of Humanities, School of Arts and Sciences.", "title": "Europe's Functional Constitution: Book Panel", "start_time": "2016-12-05T06:15:00-0500", "location": "Columbia European Institute", "group_url": "https://www.facebook.com/columbiaeuropeaninstitute/events", "page_id": "216089468483792", "id": "1773778196227938", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14469574_1122057094553687_7169061568661698070_n.jpg?oh=2e880665d27697c0bc8c31ad85dff843&oe=58A128F7"}, {"description": "The European Institute will be hosting a discussion on November 18th at 6:00pm on \"What is Populism?\"with Jan-Werner Mueller, Professor of Politics at Princeton University and author of \"What is Populism?\", Nadia Urbinati, Professor of Political Theory and Hellenic Studies at Columbia University, David Art, Associate Professor of Political Science at Tufts University and N. Turkuler Isiksel, Assistant Professor of Political Science at Columbia University.\n\nThe event will take place in the Heyman Center Common Room.\n\nCo-Sponsored by East Central European Center, Maison Francaise, The Heyman Center for Humanities and the EU's Getting To Know Europe program.", "title": "What is Populism?", "start_time": "2016-11-18T18:00:00-0500", "location": "The Heyman Center for the Humanities at Columbia University", "group_url": "https://www.facebook.com/columbiaeuropeaninstitute/events", "page_id": "216089468483792", "id": "261292254271129", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14729137_1148133815279348_6192660417648250944_n.jpg?oh=88312fc47cec654dc6b815cfde929714&oe=589E4587"}, {"title": "Autumn of the Middle Ages: A Century Later", "start_time": "2016-11-10T09:00:00-0500", "location": "Flanders in the USA", "group_url": "https://www.facebook.com/columbiaeuropeaninstitute/events", "page_id": "216089468483792", "id": "674635636020948", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/13584907_1057474004345330_6095713030858345020_o.jpg"}, {"description": "Please join us on November 3rd at the Maison Francaise for an exciting event among distinguished academics and professionals regarding the current populist movement in Europe. \n\nWe are thrilled to host Pippa Norris (McGuire Lecturer in Comparative Politics at the Kennedy School of Government at Harvard), Jan Kubik (Professor and Director of the School of Slavonic and East European Studies at University College London) and discussant Sheri Berman (Professor of Political Science at Barnard College). The moderator will be Alan Timberlake, Director of the East Central European Center at Columbia University. \n\nCo-Sponsors include East Central European Center, Maison Francaise, Heyman Center for Humanities and the EU's Getting to Know Europe Program.", "title": "Illiberal Populism in Europe", "start_time": "2016-11-03T13:00:00-0400", "location": "Columbia Maison Française", "group_url": "https://www.facebook.com/columbiaeuropeaninstitute/events", "page_id": "216089468483792", "id": "573422986174985", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14691132_1141034112655985_3836507029035297460_n.jpg?oh=a36a80d0fa1f132d7e1aea285e5f7296&oe=589D0CC1"}, {"description": "Come one come all\nFor at the start of fall\nPhilo will give awards to those \nWho present to us their awful prose\nCliche metaphors written in the dead of night\nCringe worthy rhymes that should never see the light \nOdes that make us laugh so hard we cry\nHonestly you barely have to try \nAttend our contest in honor of old Joyce\nAll you need to bring is your voice", "title": "Joyce Kilmer Memorial Bad Poetry Contest", "start_time": "2016-11-17T20:30:00-0500", "group_url": "https://www.facebook.com/philolexiansociety/events", "page_id": "1375590232681641", "id": "702606306561594", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14853027_1662833490623979_6011196341043109531_o.jpg"}, {"description": "Sister circle is a support group for Muslim women of Columbia/Barnard to meet and discuss their experiences and perspectives on being Muslim women on campus and in New York City, receive support, advice, find community, or just study. Light refreshments will be served.", "title": "Sister Circle", "start_time": "2016-11-01T18:00:00-0400", "location": "Earl Hall Dodge Room", "group_url": "https://www.facebook.com/ColumbiaMSA/events", "page_id": "324514821008736", "id": "1768376313414650", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14724621_964008543726024_6192383874967749505_n.jpg?oh=b79d86032aa37f9626563a2002a4cc0b&oe=58CFCC3F"}, {"description": "Global Dialogues @ SIPA\nBreaking Down the Wall: A Post-Election  Look at the U.S.-Mexico Relationship\n\nPanel Discussion followed by Reception\n\nMexico Panelists:\nAurora Adame (MIA ‘99), Head of External Affairs, Unilever Mexico \nBeatriz Leycegui Gardoqui (MIA ‘90), Partner SAI Law & Economics\nThird Panelist (TBD)\n\nSIPA Panelist:\nProfessor Eric Verhoogen, Vice Dean and Professor of Economics, Columbia School of International & Public Affairs \n\nAlumni also invited to attend via web and actively participate in Q&A\n\nMore details and Official Registration to follow soon\n\ncontacto@columbiamx.org", "title": "Global Dialogues @SIPA Breaking Down the Wall", "start_time": "2016-11-16T19:00:00-0600", "location": "Club Piso 51", "group_url": "https://www.facebook.com/ColumbiaMx/events", "page_id": "868752206478802", "id": "1587218537970245", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14753784_1201109436576409_5255837911638441860_o.jpg"}, {"description": "Come out for HSA's annual collaboration with ASA, BSO, and CSA before Thankgiving: African Diaspora Bonding ! Expect fun, food, bonding, and music !", "title": "African Diaspora Bonding", "start_time": "2016-11-14T21:00:00-0500", "location": "Malcolm X Lounge, Hartley Hall", "group_url": "https://www.facebook.com/columbiahsa/events", "page_id": "1395183707389738", "id": "704586326372185", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14725470_1681181598789946_7549555041523041306_n.jpg?oh=0a65f15093958a76198760450e87adea&oe=5896BA45"}, {"description": "Join us for a discussion on Colorism in Haiti !", "title": "On Colorism in Haiti", "start_time": "2016-11-01T18:00:00-0400", "location": "Malcolm X Lounge Hartley Hall", "group_url": "https://www.facebook.com/columbiahsa/events", "page_id": "1395183707389738", "id": "548471312017145", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14642287_1681179328790173_1708175873129304563_n.jpg?oh=7007972c1381dccaf2fa36a086355411&oe=58A4CCD1"}, {"description": "Come share a meal with professor Chiara Superti!\n\nPizza with Professors creates a space that departs from the formalities of the classroom and office hours, and allows students to engage in casual yet meaningful conversations with elite professors and scholars in a laidback, informal setting. After all, everything is easier with pizza!\n\nProfessor Superti is Director of the M.A. program in political science and Lecturer in Political Science. She received the B.A. in International and Diplomatic Sciences at the University of Bologna (Forli), the Masters degree in Pacific and International Affairs at the University of California, San Diego (IRPS/GPS), and the Ph.D. in political science at Harvard University (2015). After completing her doctoral work, she was awarded the position of College Fellow in the Department of Government at Harvard University.\n\nClick here to learn more about Professor Superti: http://polisci.columbia.edu/people/profile/1681", "title": "Pizza with Professors ft. Professor Superti", "start_time": "2016-11-01T20:00:00-0400", "location": "568 Lerner", "group_url": "https://www.facebook.com/The-Political-Science-Students-Association-PSSA-at-Columbia-University-157240870996744/events", "page_id": "157240870996744", "id": "400676630055920", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14708360_1142785749108913_7807362863977220336_n.jpg?oh=91d7ff8b72e826f48f1be199d4222086&oe=58CFB6FE"}, {"description": "Le voile n’est pas spécifiquement musulman : il l’est devenu. Absente du Coran, c’est une prescription construite progressivement, au terme d’une histoire dont l’épisode colonial est un chapitre majeur. Si le port du voile nous choque, c’est moins en raison de l’outrage fait aux femmes ou de l’entorse à la laïcité que parce qu’il oppose à un ordre visuel fondé sur la transparence, les vestiges d’un régime de visibilité qui privilégiait l’opaque, le caché, le secret et l’obscur. Cela se fait au prix d’un paradoxe que les musulmanes voilées assument plus ou moins volontairement : en montrant qu’elles se cachent, elles cachent en réalité qu’elles se montrent.\n\nBruno Nassim Abroudrar est professeur d’esthétique à Paris III – Sorbonne nouvelle où il dirige le Laboratoire International de Recherches en Arts (LIRA). Il est l’auteur d’un roman (Ici-bas, Gallimard, 2009) de plusieurs essais, dont Comment le voile est devenu musulman, Flammarion, 2014. Il a récemment publié Qui veut la peau de Vénus ? (Flammarion, 2016) et le Que sais-je ? La Médiation culturelle (en collaboration avec François Mairesse, PUF, 2016).", "title": "Comment le voile est devenu musulman", "start_time": "2016-11-28T19:00:00+0100", "location": "Columbia Global Centers l Paris", "group_url": "https://www.facebook.com/CGCParis/events", "page_id": "167821036691428", "id": "297940183924216", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/12322915_758148627658663_509574821426871889_o.jpg"}, {"description": "The distinguished composer, improviser, and sound artist Matthew Goodheart will give a recital at the Columbia Global Centers | Paris (4, rue de Chevreuse, 75006 Paris) on Sunday, November 6, 2016, at 8:00 pm. The program will feature works by Goodheart including Piano Oscillation no. 1(2015); Bow Piece (2016; ) improvisation (2016); and for piano and metal percussion (2012, revised 2016). The performance, which is co-presented by the Department of Music, the Columbia Global Center in Paris, and Columbia Undergraduate Programs in Paris, is part of the Columbia Sounds series featuring alumni, faculty, and students of the Department.", "title": "Columbia Sounds presents Matthew Goodheart", "start_time": "2016-11-06T20:00:00+0100", "location": "Columbia Global Centers l Paris", "group_url": "https://www.facebook.com/CGCParis/events", "page_id": "167821036691428", "id": "1096276957122551", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14642155_757524781054381_8260253390096665076_n.jpg?oh=5d86e77fc3e6c0f99a9d0077302976c3&oe=58A536D9"}, {"description": "Broadway Hall- room 120\n\nDr. Markus Y. Mapara, MD PhD, will hold a talk and Q&A about his experience in the area of bone marrow transplantation and his perspective on the field. Dr. Mapara is Professor of Medicine at Columbia University Medical Center and the Director of the Blood and Marrow Transplantation (BMT). Dr. Mapara primarily cares for patients with Hematologic Malignancies undergoing autologous and allogeneic blood or marrow transplantation. His particular focus is on patients with Multiple Myeloma, Lymphoma and acute or chronic Leukemia.\n\nHis major basic and clinical research is focused on studying the fundamental principles of bone marrow/blood stem cell transplantation in order to improve the outcome of patients hematologic malignancies undergoing BMT.\n\nDr. Mapara’s lab is interested in studying the early molecular signaling events during conditioning therapy-induced inflammatory reactions and the development of Graft versus Host Disease (GVHD) in order to identify novel druggable targets to prevent and and/or treat GVHD. His research was recognized with the German Chugai Science Award in Stem Cell Transplantation.\n\nHosted by CU Be the Match, an organization dedicated to expanding the national bone marrow registry. check out our facebook page at https://www.facebook.com/cubtm/", "title": "Bone Marrow Transplant Talk with Dr. Mapara", "start_time": "2016-11-01T18:00:00-0400", "location": "Broadway Hall, room 120", "group_url": "https://www.facebook.com/cubtm/events", "page_id": "471046646408528", "id": "855338217935919", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-0/p240x240/14902783_1831018977110282_1173626732653893551_o.jpg"}, {"description": "NAHM 2016 - Art & Representation: Reflecting Indigenous Identities through Creativity.\n\nCelebrate Native American Heritage Month 2016 at our Opening Ceremony Showcase to kick-off this month's festivities!\n\nThere will be performances from Columbia student groups including Ballet Folklórico de la Revolución and Malama Hawai’i as well as dinner served from Dig Inn. \n\nFree Admission; Doors will open at 6:45 pm and dinner will be served at 7:00 pm. We hope to see you there!", "title": "NAHM 2016 - Opening Ceremony", "start_time": "2016-11-03T19:00:00-0400", "location": "Event Oval, Diana Center, Barnard College", "group_url": "https://www.facebook.com/NAHM.Columbia.NYC/events", "page_id": "173898456032591", "id": "1188086417939409", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14925495_1158620704227023_5773288389622264728_n.jpg?oh=0e15fb37c44aa14eebb9b28e1a7fa3fb&oe=5886F04A"}, {"description": "Due to Dr. Heiss being sick, we moved this event to a later date - We will be having the event on November 21st!\n\nJoin us for a night of pizza and protistology with our guest Dr. Aaron Heiss, a postdoctoral researcher from the American Museum of Natural History! Dr. Heiss will share his experiences as a research scientist and the process of becoming one.", "title": "Pizza with Professors I - Protistology [New Date!]", "start_time": "2016-11-21T21:00:00-0500", "location": "401 Hamilton Hall", "group_url": "https://www.facebook.com/cuenvirobiosociety/events", "page_id": "560814647309204", "id": "173139866474490", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14700868_1229947057062623_4524001289384075303_o.jpg"}, {"description": "COSTUMES are not only WELCOME but ENCOURAGED!\n\nIn the spirit of Halloween, ASA will be discussing various African spiritual traditions - from the continent, to Latin America, the Caribbean, and the United States. Ask your elders for some scary stories so you can share some superstitons of your own.", "title": "AFRO-Ween: Spirits, Superstitions, and Scary Stories", "start_time": "2016-10-31T21:00:00-0400", "location": "Malcolm X Lounge, Hartley Hall", "group_url": "https://www.facebook.com/asacolumbia/events", "page_id": "320800730384", "id": "1082874611830959", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14907126_10157667595255385_7385440828723698166_n.jpg?oh=7fc55a285bc0aae0bf8d899f66b1e0c9&oe=589F4336"}, {"description": "Come celebrate with anesthesia alumni and current students at our first annual anesthesia week reunion.", "title": "CRNA WEEK Festivites- All Alumni and Students", "start_time": "2017-01-23T17:00:00-0500", "location": "Faculty Club at CUMC", "group_url": "https://www.facebook.com/ColumbiaUniversitySONAnesthesia/events", "page_id": "126215320729855", "id": "1801123313444981", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14525035_1389216391096402_3919739760114922421_o.jpg"}, {"description": "Lions vs. Tigers. New York vs. New Jersey. Blue vs. Orange. Whatever your affiliation, put them aside for one night to come together for our bourbon tasting! \n\nPrice: $30 for 3 bourbons (choice out of 5)\nLogistics: No registration fee. Pay $30 to the cashier when you arrive at Ricciotti for 3 coupons for you to claim your bourbons.  \n\nRSVP required: http://singapore.alumni.columbia.edu/columbia_princeton_bourbon_tasting_mixer", "title": "Columbia-Princeton Bourbon Tasting & Mixer", "start_time": "2016-11-26T18:00:00+0800", "location": "Ricciotti", "group_url": "https://www.facebook.com/ColumbiaUniversityClubSingapore/events", "page_id": "225719260866526", "id": "156199074842501", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14720618_917138098391302_3413967859706361340_n.jpg?oh=50f33e7571a09a14c4c22f1b121d9d64&oe=589AB43B"}, {"description": "Be one of the very first to tour Singapore Biennale 2016! A special docent-led tour for Columbia alumni takes us to the highlights of the Singapore Biennale. Limited slots for 20 people only, so sign up now to secure your spot!\n\nGroup tours start mid-November, so we are privileged to have a tour a week before anyone else.\n\nWhen: Saturday November 5, 2016\nTime: 5-6pm\nPrice: $14 for members; $25 for non-members\n*Price includes entry to the Singapore Biennale for that day & private tour at 5pm. You may come early to explore the biennale on your own before the tour. \n**The Singapore Biennale is a ticketed event. Free museum entry for Singaporeans and PRs has been suspended for the duration of the biennale.\n\nWhere: Singapore Art Museum. Meet at the lobby\nContact: Amelia Abdullahsani (amelia.abdullahsani@gmail.com)\n\nBuy tickets here: http://singapore.alumni.columbia.edu/private_tour_of_singapore_biennale_2016", "title": "Private Tour of Singapore Biennale 2016", "start_time": "2016-11-05T17:00:00+0800", "location": "Singapore Art Musuem", "group_url": "https://www.facebook.com/ColumbiaUniversityClubSingapore/events", "page_id": "225719260866526", "id": "356433434691472", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14610999_920578751380570_5358767918230994854_n.jpg?oh=3742741291efa3a007ec5964c3faf18f&oe=5891B05B"}, {"description": "SSI Columbia is partnering with Passage to Israel and bringing you Matisyahu in NYC. With Student promo code: SSICOLUMBIA you can get a $40 discount on tickets. (Tickets without the promo code are originally $70 for general admission) All proceeds will be donated to charitable organizations to support Israel. \n\nWe hope everyone can make it out to this wonderful event and oppurtunity to help a great cause. See you there!\n\nFeel free to send us a message for any questions, and press the 'LIKE' button! SHARE it with your friends too.", "title": "SSI Columbia Presents: Matisyahu LIVE NYC", "start_time": "2016-11-17T20:00:00-0500", "location": "180 Maiden Lane", "group_url": "https://www.facebook.com/SSIcolumbia/events", "page_id": "476234889222976", "id": "1061316210654678", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14379819_605567209623076_1888750005432092315_o.jpg"}, {"description": "Step into the daily life of a Palestinian child growing up under the Palestinian Authority & Hamas. SSI is giving Columbia University students the oppurtunity to learn more about what the Palestinain society teaches its children and population. \n\nPalestinian Media Watch is a research institute that studies Palestinian society from a broad range of perspectives by monitoring and analyzing the Palestinian Authority through its media and schoolbooks. PMW’s major focus is on the messages that the Palestinian leaders, from the Palestinian Authority, Fatah and Hamas, send to the population through the broad range of institutions and infrastructures they control. PMW works closely with the UN, the EU, NGO's, and many governments around the world.\n\nFounder and director of PMW, Itamar Marcus will be giving a presentation for this event. There will also be a 30 minute period for questions after the presentation is over. \n\nSSI's goal is to bring awareness to real issues that are preventing the possibility of peace and causing two peoples to live in different realities which antagonize eachother. \n\nThe event will be open for Columbia Students with a valid CU ID. If you are not a Columbia student, please send us a message prior to the event with your information and we will do our best to get you on our guest list. \n\nFor more information on PMW please check out their website at http://www.palwatch.org\n\nWe look forward to having you with us!", "title": "Palestinian Media Watch - Step into the life of a Palestinian", "start_time": "2016-11-02T20:00:00-0400", "location": "Mathematics Building Room 203", "group_url": "https://www.facebook.com/SSIcolumbia/events", "page_id": "476234889222976", "id": "1600951083534139", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/p720x720/14606472_616965148483282_776092119760253294_n.jpg?oh=9194108f498df49842abc8a6a05fae01&oe=5891130D"}, {"description": "Columbia University's only South Asian Fashion Show.", "title": "Chamak Fashion Show - Fall 2016", "start_time": "2016-12-03T19:00:00-0500", "group_url": "https://www.facebook.com/CUOPS/events", "page_id": "460475067353176", "id": "714125052072944", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14691090_1163892377011438_3111888590121040673_n.jpg?oh=c55105b9a9c8a0608362d7ed9a117dbe&oe=58A18C27"}, {"description": "Join us for a free presentation of Act I & II of ANTON CHEKHOV’s classic play, “Uncle Vanya” adapted by ANNIE BAKER, directed by 2nd-year MFA Director, NANA DAKIN on Nov. 11-13 at Schapiro Studio (605 W 115th St). \n\nDrawing from her background as a half-Thai, half-American, director NANA DAKIN explores ANTON CHEKHOV’s classic play with an all Asian/Asian American cast in relation to her experiences in Thailand. This fresh interpretation of \"Uncle Vanya\" invites audiences to contemplate what prevents us from changing the circumstances of our unhappiness.\n\nPerformance Times:\nFriday, November 11th, 2016 at 8pm\nSaturday, November 12th, 2016 at 8pm\nSunday, November 13th, 2016 at 2pm\n\nPlease RSVP in-advance via the link below as space is limited to 32 guests per performance. You may be placed on standby if we exceed capacity.\nhttps://goo.gl/forms/LqttmJPoxoIZwdur2\n\n\"Uncle Vanya (Baker, trans.)”\nBy Anton Chekhov\nAdapted by Annie Baker\nWorking with a literal translation by Margarita Shalina and the original Russian text\n\nFeaturing:\nSEREBRYAKOV: Ariel Estrada* \nYELENA ANDREYEVNA: Sohee Yun*\nVOINITSKY (VANYA): Fenton Li\nSOPHIA (SONYA): Zoe Lau\nASTROV: Fang Du\nMARIA VASILYEVNA: Dr. Margaret Chan\nTELEGIN (WAFFLES) - Jeremy Rafal\nMARINA (NANNY) - Carolina Do\n*Appearing courtesy of Actors’ Equity Association\n\nDirected by Nana Dakin\nProduced by Tina Chang\nDramaturgy by Ryan Patrick Ervin\nLighting design by Joe Cabrera\nSound design by Sebastian Siclait\nCostume and Graphic design by Felicia King\nStage managed by Jonathan Castanien\n\nSYNOPSIS: \nIn the heat and stillness of country life the Voinitsky family struggles to adjust when the ailing Professor and his young wife Yelena move in. An atmosphere of resentment and bitterness has been festering, leading Uncle Vanya to believe his life and, everyone else’s, has amounted to nothing at all. In this new dynamic, each member of the family must ask themselves - is there still hope for happiness left?\n\nDirections to the theater: \nSchapiro Studio is located downstairs in Schapiro Hall, 605 W. 115th St, New York, NY.\n\nTake the 1 Broadway Local train to 116th St- Columbia University. Walk South on Broadway one block and turn right on W. 115th Street. Schapiro Hall is half a block West on your right, between Riverside Drive and Broadway.\n\n“Uncle Vanya (Baker, trans.)” is presented by special arrangement with SAMUEL FRENCH, INC.\n\nFor reservation inquiries, please contact producer Tina Chang at t.chang@columbia.edu. You are welcome to share this Facebook event page.", "title": "Uncle Vanya, directed by Nana Dakin", "start_time": "2016-11-11T20:00:00-0500", "location": "Schapiro Studio", "group_url": "https://www.facebook.com/ColumbiaStages/events", "page_id": "139028489453838", "id": "322988688063528", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14368774_10157603583130403_5878445373921559254_n.jpg?oh=0d13ad4139239b2f1875cc192275bafe&oe=58947168"}, {"description": "**Seating is limited so please make your reservations in advance!**\n\nTwo plays (1001 & THE LATE WEDDING) performed in rep by the Columbia MFA Acting Class of 2017 November 9-19 at Teatro LATEA\n\nThe Late Wedding\nby Christopher Chen\nDirected by Mei Ann Teo\nInspired by Invisible Cities by Italian fabulist author Italo Calvino, The Late Wedding is a thrilling and witty meta-theatrical romp through imaginative realities, replacing Calvino’s allegorical cities with marriages. The genre-bending journey reveals the extent one must traverse to find the beloved.\n\nWednesday, 11/9 at 8pm\nFriday, 11/11 at 8pm\nSaturday,11/12\t at 2pm\nThursday, 11/17 at 8pm\nSaturday, 11/19 at 8pm\n\n1001\nby Jason Grote\nDirected by Carl Cofield\n1001 spins themes and variations from the classic A Thousand and One Arabian Nights to explore the incarnations of love, sex, religion, cruelty, and war from ancient Baghdad to the post-9/11 era.\n\nThursday, 11/10 at 8pm\nSaturday, 11/12 at 8pm\nWednesday,11/16 at 8pm\nFriday, 11/18 at 8pm\nSaturday, 11/19 at 2pm\n\n$15 General Admission/$5 Seniors\nTickets available at www.columbiastages.org", "title": "Columbia MFA Acting 2016 Theses: 1001 & The Late Wedding", "start_time": "2016-11-09T20:00:00-0500", "location": "Teatro LATEA", "group_url": "https://www.facebook.com/ColumbiaStages/events", "page_id": "139028489453838", "id": "1292036227536241", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14666076_319969928378810_9020824611374263211_n.jpg?oh=703a2684e9124491a6bbd2edcf6c1452&oe=5898101B"}, {"description": "The world premiere of \"still.they keep flying\"\nA radical new adaptation of Anton Chekhov's \"The Three Sisters\"\nBy A.N. & A.F. King, and Isabelle Kettle\n\nFrom the translation by Carol Rocamora\n\nWHERE: Schapiro Theatre, Schapiro Hall, 605 W. 115th Street\nWHEN: Friday 4th Novemeber @ 8pm\nSaturday 5th November @ 2pm & 8pm\nSunday 6th November @ 1pm\n\nDirected by Isabelle Kettle\nDramaturgy by Lucy Powis\nStage Management by Daniel Vaughn\nDesign by Felicia King\n\nOLGA - Tiffany Small Henderson\nIRINA - Becca Co (Beka Lasheka)\nMASHA - Amy Miyako Williams\nNATASHA - Monica Ammerman\nANFISA/THE WOMAN - Ana Ribeiro\nTHE MAN - James Parenti\n\nFree Admission\nTicket reservations: https://goo.gl/forms/caXzYGcnGkeTvUmE3", "title": "still.they keep flying", "start_time": "2016-11-04T20:00:00-0400", "location": "Schapiro Theatre", "group_url": "https://www.facebook.com/ColumbiaStages/events", "page_id": "139028489453838", "id": "1202247716509118", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14695429_1425210720827144_6835949689978565933_n.jpg?oh=ef2c428c13966ad238cee0c388f02e00&oe=58A26749"}, {"description": "THE DUEL\nby Anton Chekhov\nAdapted by Matthew Minnicino\nDirected by Nj Agwuna\n\nWHERE: Schapiro Studio, 605 West 115th Street\nWHEN: Friday, November 4th @ 7p \n             Saturday, November 5th @ 8:30p\n             Sunday, November 6th @ 3p\n\nTo Reserve seats, please email: jaw2237@columbia.edu\nSeating is limited, RESERVE NOW!\n\nFeaturing:\nKevin Angulo as Kirilin \nIno Badanjak as Nadya\nIan Blom as Von Koren \nAshley Marie Brown as Atchmianov\nArshia Panicker as Marya \nGeo Jones as Samoylenko \nAllison Siko as The Deacon* \nRichard Steele as Laevsky *\n*Appearing courtesy of Actors' Equity Association\n\nStage Managed by Abraham Marlett\nDramaturgy by Philip Santos Schaffer \nProduced by Jenny Waxman", "title": "The Duel", "start_time": "2016-11-04T19:00:00-0400", "location": "Shapiro Hall, Columbia University", "group_url": "https://www.facebook.com/ColumbiaStages/events", "page_id": "139028489453838", "id": "332390377127965", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14606305_10206960871691582_3410174877410401809_n.jpg?oh=ec687753797f6ed7bfe66cbc47fae44b&oe=58926DD0"}, {"description": "Thinking About Med School? On behalf of Charles Drew and Kaplan, you are cordially invited to attend a FREE MCAT Practice Test at Columbia University!\n\nYOU'LL GET:\n\nA detailed score report\nWe’ll figure out what kind of test taker you are and let you know your strengths and weaknesses.\nComplete explanations to every question\n\nFREE MCAT Practice Test\nWhen: Saturday, Nov 12th at 10 AM - 2:00 PM\nWhere: Columbia Unversity, Hamilton 717\nRegister: bit.ly/mcatcu2016", "title": "Free MCAT Practice Test!", "start_time": "2016-11-12T10:00:00-0500", "location": "Hamilton 717", "group_url": "https://www.facebook.com/CUCharlesDrew/events", "page_id": "169758506545331", "id": "1060306774078176", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14716210_561153297405848_77839092239780688_n.jpg?oh=78ca67ade1228f111c866af3943cae98&oe=58D3636E"}, {"description": "Come chill with our BME department's very own Dr. Hess, whose work is concerned with \"engineering at the molecular scale, in particular the design of active nanosystems incorporating biomolecular motors, the study of active self-assembly, and the investigation of protein-resistant polymer coatings.\"  Ask him about anything from his career path to his go-to dinner spots.", "title": "Fun with Faculty: Dr. Hess!", "start_time": "2016-11-09T19:00:00-0500", "location": "Columbia Biomedical Engineering Society", "group_url": "https://www.facebook.com/ColumbiaBMES/events", "page_id": "635929716473961", "id": "1781739495412984", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14856204_1192883170778610_3867749565982053456_o.png"}]