[{"description": "The EGSC takes you on this exciting adventure with Doctor Strange. Join us!! Get your ticket today. Tickets go on sale on 11/03.\n\nDr. Stephen Strange's (Benedict Cumberbatch) life changes after a car accident robs him of the use of his hands. When traditional medicine fails him, he looks for healing, and hope, in a mysterious enclave. He quickly learns that the enclave is at the front line of a battle against unseen dark forces bent on destroying reality. Before long, Strange is forced to choose between his life of fortune and status or leave it all behind to defend the world as the most powerful sorcerer in existence.\n\nTicket Price: $5 only. Limited Availability. \n\nCU ID with EP Sticker required.", "title": "EGSC Movie Night", "start_time": "2016-11-09T18:45:00-0500", "location": "AMC Empire 25", "group_url": "https://www.facebook.com/ColumbiaEGSC/events", "page_id": "1446231682259516", "id": "1118096734911817", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14883476_1823549724527708_516611004894520511_o.jpg"}, {"description": "Limited Spots. Registration required (free):\nhttps://fromresumetorevenue.eventbrite.com\n\nJob-hunting season is here! Come get insider tips and tricks on:\n- sprucing up your resume to get interview calls\n- writing effective emails\n- professional networking (and getting sweet referrals!)\n- interviewing well - both tech and non-tech aspects\n- common mistakes, big no-nos, and what most people *won’t* tell you\n\nFood and drinks will be served too. Come get all your questions answered!\n\nThis session is geared towards students actively looking at tech roles and the tech industry.\n\n\nAbout us:\n\nPratyush Nalam\n- is a Master’s student in Computer Science at Columbia University. He previously graduated with an undergraduate degree in Computer Science and a management minor from IIT Bombay. \nHaving interned at a diverse set of companies like BlackRock, Amazon, and Electronic Arts, he has experience in what companies typically look for while hiring prospective candidates. He can also speak to how building an effective network is vital to one's job search.\n\nGaurav Ragtah \n- is a Master’s student in Computer Science at Columbia, and has relevant experience being both an interviewee as well as an interviewer in the tech industry.\nHe has been on mission-critical teams at Google Nest, Klout, and LinkedIn SlideShare. Previously, he co-founded ThisYaThat, the first non-US startup backed by Wharton’s Innovation Fund. He also knows a thing or two about writing great resumes and effective emails, building your professional network, and navigating careers in Silicon Valley.\n\nQuestions? \nReach out to pratyush.nalam@columbia.edu. \n\nRegister online at https://fromresumetorevenue.eventbrite.com.", "title": "From Resume to Revenue", "start_time": "2016-11-04T18:30:00-0400", "location": "Davis Auditorium, Schapiro CEPSR, Columbia University", "group_url": "https://www.facebook.com/ColumbiaEGSC/events", "page_id": "1446231682259516", "id": "185176401933311", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14890004_1821551754727505_2426593201010007714_o.jpg"}, {"description": "Cathy O'Neil discusses her book, Weapons of Math Destruction, and the power of algorithms to destroy lives, increase inequality and threaten democracy.", "title": "Weapons of Math Destruction", "start_time": "2016-11-30T18:00:00-0500", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/events", "page_id": "432008956893415", "id": "1660873174243476"}, {"description": "Cathy O'Neill discusses her book Weapons of Math Destruction and the potential for algorithms to discriminate and threaten democracy.", "title": "Cathy O'Neill: Weapons of Math Destruction", "start_time": "2016-11-30T18:00:00-0500", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/events", "page_id": "432008956893415", "id": "597399740469100", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14691231_1192042457556724_1438538595730791863_o.jpg"}, {"description": "Booz Allen Hamilton data scientists Ben Arancibia and Liebermann share stories from the trenches.", "title": "Applying Data Science to Real-World Problems", "start_time": "2016-11-14T17:00:00-0500", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/events", "page_id": "432008956893415", "id": "970076256458443", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14707003_1192030830891220_5690387563706044274_o.jpg"}, {"description": "Most people are familiar with Alan Turing’s ‘Imitation Game’, or the ‘Turing Test’, to see whether computers can actually think, which was first set out in his 1950 paper called ‘Computing Machinery and Intelligence’. Dermot Turing, who is Alan Turing’s nephew and biographer, takes a new look at the development of early computing machinery, and Alan Turing’s contribution to that, and also his role in secret intelligence in World War 2, when the work done by the codebreakers at Bletchley Park involved an early foray into the realms of big data.", "title": "Sir D. Turing: Alan Turing: Computing Machinery + Intelligence", "start_time": "2016-11-02T18:30:00-0400", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/events", "page_id": "432008956893415", "id": "1798033190476999", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14853160_1202924433135193_2378133990616978147_o.jpg"}, {"description": "To register for this virtual presentation: http://bit.ly/2eV2OvP\n\nThe US Presidential election is probably the most significant political event in 2016. The spectacular campaign period has featured many controversial news stories. Many analysts have given their views on how the public image of Clinton and Trump affect the candidates’ success; what kinds of stories stick with a candidate, who earns on a certain story, and what do the candidates’ constantly shifting public images mean for the outcome of the election?\n\nDescribing the landscape of political positions and measuring the effects of speeches and events is very difficult to do. This session will feature research from United Minds, a Weber Shandwick company, supported by text analytics technology firm Gavagai.\nThe talk will focus on a presentation of new methods of describing the presidential race by analyzing digital media articles with relation to the presidential nominees, extracting the most prominent narratives and comparing the effects of various statements and events over the course of the election campaign.", "title": "Webinar: What Sticks in the U.S. Presidential Election?", "start_time": "2016-11-01T13:00:00-0400", "location": "Columbia University's Data Science Institute", "group_url": "https://www.facebook.com/IDSE.Columbia/events", "page_id": "432008956893415", "id": "1263977213666804", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14902839_1198069233620713_248375302243589815_o.jpg"}, {"description": "Are you excited to be done with midterms? Are you a science major who is perpetually in a state of midterms? Well, come take a ~relaxing~ and ~artistic~ study break with us! You don't have to be artistically minded. Come ready to lounge around and chill with us! There will be snacks and friends a plenty! \n\nWe will have all the things you need to unleash your creative side. Come draw your interpretation of Degas, Monet and Cezanne. Word on the street is we may be making a massive mural. Why not put waterlilies everywhere just like in the Orangerie? \n\nP.S. don't forget the snacks, if that's your thing!", "title": "Arts and Crafts with FCS", "start_time": "2016-11-02T17:00:00-0400", "location": "Lerner West Ramp Lounge", "group_url": "https://www.facebook.com/FCS.ColumbiaU/events", "page_id": "235512743299366", "id": "1271630962859278", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14919012_592503284266975_750080563369183998_o.jpg"}, {"description": "Columbia University Women's Volleyball is hosting an exciting double header this weekend in Levien Gymnasium. First our Lions take on Dartmouth on Friday, November 4th at 7 PM on Community Day that will include a free t-shirt giveaway for the first 200 fans! Then come back for Senior Night on Saturday, November 5th when we host Harvard at 5 PM. FREE ADMISSION FOR ALL!", "title": "Columbia Volleyball Final Home Double-Header", "start_time": "2016-11-04T19:00:00-0400", "location": "Levien Gym, Columbia University", "group_url": "https://www.facebook.com/ColumbiaAthletics/events", "page_id": "102009214108", "id": "365820757093892", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14883672_10153973560694109_8854604929220508466_o.jpg"}, {"description": "Join Columbia University Democrats, Barnard Columbia Socialists, Columbia University Libertarians, and Columbia University College Republicans for an ultimate showdown forum on politics and this election season. With moderators from Columbia Political Union (CPU) and Columbia Daily Spectator Opinion, we will engage the widest range of political opinion this campus has to offer! And you'll have the opportunity to participate yourself!\n\nThe night will include: a prepared Q&A portion for the panelists, an open townhall forum for questions and engagement, and concluding remarks that we hope will inspire you, more than anything, to go out and vote. \n\n\nThis is an event you will not want to miss!", "title": "The Last Word: A Debate and Discussion Among Four Parties", "start_time": "2016-11-01T20:30:00-0400", "location": "309 Havemeyer Hall, Columbia University", "group_url": "https://www.facebook.com/cudemocrats/events", "page_id": "1502332720003137", "id": "554436668084069", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14718621_1848965998673139_6938129519735857492_n.png?oh=95fe0e919805c395fcc3dc21d81a6a1c&oe=589A1B0B"}, {"description": "UCGT Talks with Professors Presents: \nRefugees: Space and Ideology, with Dr. Noah Chasin.\n\nDr. Chasin will be speaking about the role of spaces in the refugee crisis. Refugee camps are often deliberately created as the 'proper' spaces for refugees, thus segregating them from the rest of society and preventing their integration into communities. This containment raises questions about how the construction of space can be more or less inclusive and so affect refugees' experiences.\n\nDr. Noah Chasin is part of the Institute for the Study of Human Rights. His work focuses on the intersection of urban space and human rights, especially in zones of urban conflict. Dr Chasen is the recipient of multiple awards, including the John Rewald Memorial Dissertation Fellowship, the Mellon Seminar Fellowship, and the Getty Research Fellowship and has been published in Journal of the Society of Architectural Historians, ArtForum, and Journal of Architectural Education, among many others.", "title": "Talks with Professors: Refugees, Space and Ideology", "start_time": "2016-11-16T12:30:00-0500", "location": "Low Memorial Library", "group_url": "https://www.facebook.com/undergradcgt/events", "page_id": "429825127101923", "id": "196371364133087", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14716309_1143979852353110_8449383760622985771_n.jpg?oh=b9bbed8dc1010cee0bb792dc15e1b37b&oe=58A344C6"}, {"title": "UCGT's General Body Meeting", "start_time": "2016-11-03T20:00:00-0400", "group_url": "https://www.facebook.com/undergradcgt/events", "page_id": "429825127101923", "id": "1269205489777124", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14731097_1162415567176205_708969634170786569_n.jpg?oh=f0f7a0dd9ad4edac1cef2f0cf30e191e&oe=58949EB7"}, {"description": "SAFA and She's the First at Barnard/Columbia present \"Through the Lens of a Girl: Challenging Gender Roles in the Classroom,\" featuring speaker Babita Patel. Ms. Patel, founder of Kioo Project, uses photography education to advance gender equality around the world. Join us to learn about KIOO, discuss the challenges girls face in school, and talk about how we can be a part of the solution!\n\nThere will be free cupcakes in honor of STF's birthday!", "title": "Through the Lens of a Girl", "start_time": "2016-11-01T20:00:00-0400", "location": "302 Barnard Hall", "group_url": "https://www.facebook.com/SouthAsianFeminism/events", "page_id": "933056196768270", "id": "1865129410382949", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14615693_1223673541039866_2985598300186510318_o.jpg"}, {"description": "In the spirit of Election Week, all of us at CU BuildOn are ramping up the political vibe. On November 3, from 12 - 4 pm, we are hosting the first ever event of Trump and Hillary v. People: the only place where you can PIE your least favorite candidate in the face. \n\nAs part of our campus-wide fundraiser, you are invited to join us on Low Plaza for access to whipped cream and raucous SNL clips. You can pie your chosen candidate for $2. You can also have a photo-op with your (least) favorite candidate for an additional $1.", "title": "Trump & Clinton vs. The People", "start_time": "2016-11-03T12:00:00-0400", "location": "Low Plaza - Columbia University", "group_url": "https://www.facebook.com/CUbuildOn/events", "page_id": "144129255681626", "id": "207353299675533", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14876679_1154758217952053_2001186405992600018_o.jpg"}, {"description": "If you are going to travel abroad, you may need to get a new travel signature on your I-20 or DS-2019 before you leave. Check the bottom of page 2 of the F-1 I-20 form or page 1 of the J-1 DS-2019: If you don’t have a signature there, you need to get one. If you do have a signature, the date on it must be less than 12 months old from the date on which you will return. This is the second of two ISSO signing sessions held on campus for your convenience. \n● If your current signature is not expiring before your return date, do not come to get one at this time.", "title": "ISSO Travel Signatures for International Students", "start_time": "2016-12-09T14:00:00-0500", "group_url": "https://www.facebook.com/InternationalAtColumbia/events", "page_id": "230174073779822", "id": "203955333360725", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/p720x720/14729202_885019721628584_4876975925626054448_n.jpg?oh=723b13672e54446e3c6e7746ae15b944&oe=5893CB7A"}, {"description": "If you are going to travel abroad, you may need to get a new travel signature on your I-20 or DS-2019 before you leave. Check the bottom of page 2 of the F-1 I-20 form or page 1 of the J-1 DS-2019: If you don’t have a signature there, you need to get one. If you do have a signature, the date on it must be less than 12 months old from the date on which you will return. The ISSO will have two signing sessions on campus for your convenience. The second one will be on December 9th at the same location from 12-4 pm.\n● If your current signature is not expiring before your return date, do not come to get one at this time.", "title": "ISSO Travel Signature for International Students", "start_time": "2016-11-09T12:00:00-0500", "group_url": "https://www.facebook.com/InternationalAtColumbia/events", "page_id": "230174073779822", "id": "1520370451310169", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14670899_885019114961978_2891781773675824478_n.jpg?oh=eeacd20729a9c45d582a753da289613c&oe=5896B63D"}, {"description": "Hear from your librarians about how to pick a journal to publish in! We'll introduce a few tools to help you pick the best place to submit your article. | Speaker: Amanda Bielskas, Head of Collection Development for the Science & Engineering Libraries | Please register for this event: http://bit.ly/CUSELworkshop", "title": "Make Work Simple | Finding a Journal to Publish In", "start_time": "2016-11-02T12:00:00-0400", "location": "Science and Engineering Library - Columbia University", "group_url": "https://www.facebook.com/Columbia.SEL/events", "page_id": "197930036919542", "id": "1939869912907282", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14523158_1189861347726401_2397985865098841898_n.jpg?oh=c88aa44826edb57329ff68c9eff5d3c3&oe=5888D392"}, {"description": "Come learn the basics of scripting in the linux operating system as a prelude to learning how to use the High Performance Computing (HPC) resources at Columbia. This is the second in a series of workshops about using HPC to enhance your research. Note: please bring your laptop to this session; instructions will follow on how to set up the necessary environment on your laptop to use Linux. \nSpeaker: George Garrett, Lead Research Systems Engineer, Research Computing \nRegister for this event: http://bit.ly/CUSELworkshop", "title": "HPC Part 2 | Introduction to Linux Shell Scripts", "start_time": "2016-11-01T13:00:00-0400", "location": "Science and Engineering Library - Columbia University", "group_url": "https://www.facebook.com/Columbia.SEL/events", "page_id": "197930036919542", "id": "928011170637186", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/14680730_1187638664615336_3386238325215121291_n.jpg?oh=d9293f9a972384f03fef719683f2a1a3&oe=58D3029E"}, {"description": "Happy Halloween! We'll be celebrating all day with our annual Boo Bash at all location.", "title": "Boo Bash", "start_time": "2016-10-31T08:00:00-0400", "location": "John Jay Dining Hall, Ferris Booth Commons & JJ's Place", "group_url": "https://www.facebook.com/ColumbiaDining/events", "page_id": "277813155582646", "id": "1126824520744442", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14559949_1309685602395391_6973964937398756465_o.jpg"}, {"description": "cultureSHOCK 2016 is almost here! Every year, Columbia University's Asian American Alliance (AAA) hosts a charity performance showcase called cultureSHOCK. It includes a dinner, fashion show, and performances from groups both on and off campus! \n\ncultureSHOCK not only provides a platform for a diversity of Asian American artistic expression, but it also seeks to breakthrough the stereotypes and challenges that our community faces. Our theme this year is RE(DEFINE), which reflects our desire to take agency over our own identities as Asian Americans. We hope that cultureSHOCK will provide a spotlight for celebrating Asian America’s intersecting identities.\n\nThis year's on-campus performers include:\nMALAMA HAWAII\nWUSHU\nCU SUR\nCU DHOOM\nCU GEN\nRAW ELEMENTZ\n\nThis year's outside performers include:\nANIK KHAN\nAWKWAFINA\n$12 VIP tickets\n$10 GA tickets \n\nTICKETS AVAILIBLE ON LERNER RAMPS 11/9 - 11/18!", "title": "CultureSHOCK 2016: Redefine", "start_time": "2016-11-19T18:00:00-0500", "location": "Columbia University Asian American Alliance", "group_url": "https://www.facebook.com/ColumbiaAAA/events", "page_id": "148614427657", "id": "323099874724713", "photo_url": "https://scontent.xx.fbcdn.net/t31.0-8/s720x720/14859881_10154692185432658_7087543734112987342_o.jpg"}, {"description": "Join Columbia University Asian American Alliance for a series of activities focused on exploring, challenging, and sharing different aspects of our identities. If you enjoy honest conversations, introspection into your own identities, and meaningful opportunities to grow closer to your friends and Columbia community, it will be time well spent. \n\nSnacks will be provided. We hope to see you there!\n\nLocation: Lerner Hall Room 476B", "title": "Identities and Allyship", "start_time": "2016-11-02T20:00:00-0400", "location": "Lerner Hall Room 476B", "group_url": "https://www.facebook.com/ColumbiaAAA/events", "page_id": "148614427657", "id": "1146103898778314", "photo_url": "https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14915452_10154693435617658_6433573410351134914_n.jpg?oh=7c08a7247a3199e21e9b9098159079ad&oe=5890F9E1"}]